[
  {
    "Timestamp": "2021-01-10T11:29:42.732000",
    "Title": "Cleaning of snow from the Metsävääway from Itäkeskus to Marjaniemi",
    "Message": "Hi again, I have to remind you of the title thing every winter. I have lived ___ for over 30 years and as long as Itäkeskus has been a traffic center so I have had to resemble that. Winter plowing on the fairway. So the fairway begins with the statue of friendship and ends at the intersection of Cat Clock and Palopirtintie. There is no name on the fairway and that is why it does not belong to any cleaning group. However, it is also the only walking route for Marjaniemi's playground and a shop. Not all that it is left to plow, but when the cat bells' pedestrian lane is plowed, its snow is dipped at the beginning of the wild lane so that after the heavy snow is impossible, you can overcome. However, it is the only 'path' for our Marjaniemi walkers that leads to Itäkeskus. In the past, the traffic lights close to the statue of the Park Park have been given to that place precisely because the Marjaniemi people have demanded it. Currently, there are still many large construction sites next to the park that it is impossible to get to Itäkeskus like this parkway. I have previously suggested that you give the fairway a 'own name' that you use to remind the plowing group at the beginning of the winter to which the plow belongs. I would like to finally get this thing in order so that every winter would not have to resemble you. Last week I met Stara's car on the fairway and told them my case (2 people in the car). Apparently they have not taken the matter forward. What do you drive there, unless you take such things forward. Hopefully you will get this up before next week's big snowstorms coming. Thank you,",
    "Answer": "Thanks for your message and thorough feedback. I found that. Based on the information you provided, I marked it on our customer feedback system on the map. Information on this has been transferred to the area's maintenance manager for information.\n\nHave a nice winter week!",
    "Lon": 25.08618085621703,
    "Lat": 60.205746627021604
  },
  {
    "Timestamp": "2021-01-11T08:37:41.575000",
    "Title": "Snow cleansing was done only partially",
    "Message": "Hey,\n\nToday, snow plowing at Käätypolku, 00950 Helsinki was only performed on one side. All other adjacent streets have been talked about on both sides, so there is no expected plowing car to come to this street. Thanks, however, for the early plowing, but the street is otherwise narrow, so mutual plowing is needed. There are plenty of elderly people on the street.",
    "Answer": "Hey,\n\nThank you for your message and apologies for not being happy with the winter maintenance level.\n\nDuring such an exceptionally dense snowfall, it is often the practice to plow the sidewalks on only one side. In this case, resources can be used and the widest possible area can be facilitated. Of course, the rest is plowed when the snow front has receded.\n\nHave a nice winter week!",
    "Lon": 25.094627199984906,
    "Lat": 60.226886869174955
  },
  {
    "Timestamp": "2021-01-11T10:24:35.511000",
    "Title": "Thanks",
    "Message": "Hey,\nAt some point, I called and hoped that at Lappeentie 25, plowing and sanding would be done. When it is often a little short. Now you have to praise and thank you: last week sanding and today plowing was done perfectly well. Big thumbs up for creators.",
    "Answer": "",
    "Lon": 25.100496075272247,
    "Lat": 60.22239486929349
  },
  {
    "Timestamp": "2021-01-11T18:09:32.068000",
    "Title": "Snow work damaged the wood of the plot",
    "Message": "On 11 January 2021, snow work on the street on the street of Kiviportintie and Vartiokyläntie was damaged by the birch standing on Kiviportintie 1 to Toint. In the past years, unknown tractor drivers have destroyed all attempts to grow shrub at this angle (once Starakin planted shrubs, but they did not survive the snow work next winter). Couldn't drivers be trained to manage their devices?",
    "Answer": "Hey.\n\nThanks for the notice. Feedback has been transmitted to winter care in the area.",
    "Lon": 25.102451910796418,
    "Lat": 60.21893785372673
  },
  {
    "Timestamp": "2021-01-12T09:35:00.930000",
    "Title": "The pre -path was hoped for au ...",
    "Message": "It was wished for plowing as soon as the streets of class 3 were to be plowed.",
    "Answer": "",
    "Lon": 25.093532991368754,
    "Lat": 60.20383886264591
  },
  {
    "Timestamp": "2021-01-12T14:55:00.486000",
    "Title": "Plowing is needed. Street a ...",
    "Message": "Plowing is needed. The beginning of the street but was taken care of.",
    "Answer": "",
    "Lon": 25.09143988608385,
    "Lat": 60.21630713795041
  },
  {
    "Timestamp": "2021-01-12T16:37:11.445000",
    "Title": "Snow plowing",
    "Message": "Why the city blocking the light traffic route at Niinisaarentie and the small Villasaarentie 7. Here are the piglets as an obstacle that the car is not driven (nor does it carry the foot) when the snow is a terrible pile. For many years, the diligent women of the housing association have been shoveling a fairway from Niinisaarentie to the housing association. To whom the treatment of this area belongs to, no one takes responsibility.",
    "Answer": "Hey,\n\nthank you for the message. The area is under the care of Stara, so I pass on feedback to the Winter Care foreman.",
    "Lon": 25.14737458645937,
    "Lat": 60.22336530441163
  },
  {
    "Timestamp": "2021-01-12T18:58:13.412000",
    "Title": "Slippery",
    "Message": "Is there any more sanding in Vuosaari? For example, on a Ulappasilta bridge, the snow is tight and really slippery. Been several days already. There are a lot of pedestrians moving to the subway and the subway.\nIn many other places in the Vuosaari area, sanding has been non -existent this year, even on big fairways such as Kallvikintie (on the 560 route).",
    "Answer": "",
    "Lon": 25.140487154527783,
    "Lat": 60.2076568670393
  },
  {
    "Timestamp": "2021-01-12T23:43:42.116000",
    "Title": "Leppäniementie",
    "Message": "Hey,\nLeppäniementie has previously been private but now transferred to the city.\nThis winter it has never been treated (plowed or sanded) once more.\nIs that road on your plow list?\nCould you plow the road as much as possible before we get stuck on the peninsula. Thank you!",
    "Answer": "Hey,\n\nThank you for your message. I guided the Leppäniementie end plowing situation on your feedback to the area's supervisor.",
    "Lon": 25.15032762619682,
    "Lat": 60.19446120119725
  },
  {
    "Timestamp": "2021-01-13T04:40:02.551000",
    "Title": "People can't get to work",
    "Message": "Havukuja road is in a condition that the car cannot get to work from the parking lot.",
    "Answer": "",
    "Lon": 25.13481938606383,
    "Lat": 60.202044145764035
  },
  {
    "Timestamp": "2021-01-13T05:50:04.143000",
    "Title": "Sanding of Pomerances: ...",
    "Message": "Sanding of Pomerances: Hello,\nIs the sand on the bomber at what point? A little bit with the arts with the slippery, so I would like to have a non -slip as soon as possible. Thank you!",
    "Answer": "",
    "Lon": 25.153554289768266,
    "Lat": 60.2059998860831
  },
  {
    "Timestamp": "2021-01-13T08:29:08.079000",
    "Title": "Plow",
    "Message": "Hey,\nWhy not plow the blueberry road year after year even if the snow has accumulated half a meter. When the car is driven as it comes as a plowing field and no sand is ever visible. There are retirees living here who can only move around in the immediate area, but it is not possible in the winter as a result of a bad road.\nWe pay taxes and street charges just like others.",
    "Answer": "Thank you for your message. I apologize for the situation. Work has been done all the time and the entire equipment is in use, unfortunately we cannot plow all the streets at the same time. The streets of Helsinki are always plowed according to the categories of treatment. Unfortunately, when snow has been abundant in the snow of the streets. Hopefully the rest of the plows will be made and the snow can be removed.\n\nMore information on treatment classes:\n\n https://www.hel.fi/helsinki/kartat-ja-jihtne/kadut-ja- traffic planning/katujen-mission/treatment classifications/crocoste\n\nYou can check your own street treatment class here:\n\nhttps://kartta.hel.fi/link/9p7XTY",
    "Lon": 25.094531826535096,
    "Lat": 60.2313656437131
  },
  {
    "Timestamp": "2021-01-13T09:20:01.662000",
    "Title": "The entry of the golf area hall ...",
    "Message": "Two snow piles in front of the golfing hall in front of the entrance route. According to the caller, this is not a plowing, but about a decent heap. The removal of these was hoped for.",
    "Answer": "",
    "Lon": 25.158045686149794,
    "Lat": 60.21372243141388
  },
  {
    "Timestamp": "2021-01-13T09:46:12.945000",
    "Title": "Plowing Solvikinkuja (00990)?",
    "Message": "I would have asked if it really is that Solvikinkuja is plowed until later in the day, because we have the whole house company (40 apartments) that because we don't plow the alley so we can't get out of our yard if it rains a little. It was a really bad situation this morning when the car had been stuck in the alley right away in the morning, so the whole yard was practically closed. This problem is every winter. Of course, the house company's aura should also visit, but that's another story. Solvikinkuja is different from Solvikinkatu and there are parking spaces on its sides, but it is the only road from the house company out of the parking lots! The length of the alley is about 50m. Is it possible for it to be plowed, even in the middle of the car in the middle of the other streets, so that people can get to work. Today 13.1. In the morning, I went to Solvikinkatu running to your friendly aura driver and he plowed so much in front of the school taxi that we were able to dig him off. The rest of the street we shoveled by hand. Let's amazes the situation of this alley, when if it is plowed there, the snowstorm prevents our passage from the yard to the road? Did you have the opportunity to visit the area? Of course, I am also in touch with the house company's maintenance company, which does not arrive because the alley has not been plowed, so they will not \"plow\" the yards unless the plow came when the entire Solvikinkuja comes. Cheers to you for the snow and hopefully we will have a solution to this problem! Thanks in advance.",
    "Answer": "Hey.\n\nThank you for the feedback. Feedback has been transmitted to winter care in the area. Here's a link to our site where you can find information on winter care and maintenance classes.\n\nhttps://www.hel.fi/helsinki/kartat-ja-sanne/kadut-ja- traffic planning/katujen-mission/stalvikuntaito/",
    "Lon": 25.157996347317628,
    "Lat": 60.203463604632404
  },
  {
    "Timestamp": "2021-01-13T10:47:17.171000",
    "Title": "Sandwinding Road Plowing",
    "Message": "A few points on the sandy road at the sidewalks where a lot of snow and cars get stuck.",
    "Answer": "",
    "Lon": 25.144930704674884,
    "Lat": 60.201091065059146
  },
  {
    "Timestamp": "2021-01-13T10:50:00.534000",
    "Title": "The Vikinginkuja is au ...",
    "Message": "The Vikinginkuja is not plowing.",
    "Answer": "",
    "Lon": 25.113904231447503,
    "Lat": 60.2179591757235
  },
  {
    "Timestamp": "2021-01-13T11:55:01.810000",
    "Title": "Plowing is needed. Fixed ...",
    "Message": "Plowing is needed. You can't get out of the property.",
    "Answer": "",
    "Lon": 25.18346416179303,
    "Lat": 60.211104800869585
  },
  {
    "Timestamp": "2021-01-13T12:10:00.880000",
    "Title": "Plowing, wheelchair ...",
    "Message": "Plowing, wheelchair access prevented in the direction of the kindergarten",
    "Answer": "",
    "Lon": 25.139891002145387,
    "Lat": 60.22012431649744
  },
  {
    "Timestamp": "2021-01-13T12:15:01.404000",
    "Title": "Clogged from snow and slippery ...",
    "Message": "Clogged from snow and slippery problem under the rainfall ..",
    "Answer": "",
    "Lon": 25.098181431225484,
    "Lat": 60.232718273515225
  },
  {
    "Timestamp": "2021-01-13T13:35:01.717000",
    "Title": "Plowing is needed.",
    "Message": "Plowing is needed.",
    "Answer": "",
    "Lon": 25.09931071780152,
    "Lat": 60.23015945535901
  },
  {
    "Timestamp": "2021-01-13T13:48:44.017000",
    "Title": "Vuosaari, Ulappasaarentie needs immediate snow plow assistance",
    "Message": "Hi, Ulappasaarentie has a thick snow layer over 5 cm and the snow is badly sneaked. Cars from the bottom. Ulappasaarentie 2 will not be able to reach Alepa's yard. Ulappasaarentie 1 - 3 inhabitants will not be able to access or out of the parking lots. The situation is chaos. I understand that the situation is the same on the little one but if you could prioritize this area of ​​Vuosaari. Lots of transit on Ulappasaarentie.",
    "Answer": "Hey.\n\nThank you for the feedback. Feedback has been transmitted to winter care in the area. Here's a link to our site where you can find information on winter care and maintenance classes.\n\nhttps://www.hel.fi/helsinki/kartat-ja-sanne/kadut-ja- traffic planning/katujen-mission/stalvikuntaito/",
    "Lon": 25.137597587512246,
    "Lat": 60.21098976825072
  },
  {
    "Timestamp": "2021-01-13T14:37:23.042000",
    "Title": "Plowing is missing Tue and Wed",
    "Message": "Hey\nDespite the toughest Pyyria, Vuosaari's Rastila has not plowed on Tuesday or today at half past three on Wednesday.\nPlowing is needed as soon as possible.",
    "Answer": "",
    "Lon": 25.129107890051415,
    "Lat": 60.212344610800365
  },
  {
    "Timestamp": "2021-01-13T14:40:37.443000",
    "Title": "Marie Lund's Park Road, Vuosaari",
    "Message": "The road in question, which is very much used (although it is a pedestrian street), has not plowed. Aura has started in the southern shit, meaning it has been plowed. This road should be plowed because there is a kindergarten at the north end of the road and a large one of the children in the area is in care. Think about how mothers can travel with prams when snow is at least 20-30 cm on the road! If he could do something about it.",
    "Answer": "Hey.\n\nThank you for the feedback. Feedback has been transmitted to winter care in the area. Here's a link to our site where you can find information on winter care and maintenance classes.\n\nhttps://www.hel.fi/helsinki/kartat-ja-sanne/kadut-ja- traffic planning/katujen-mission/stalvikuntaito/",
    "Lon": 25.14926599532222,
    "Lat": 60.21871394139659
  },
  {
    "Timestamp": "2021-01-13T15:10:02.790000",
    "Title": "Plowing is needed.",
    "Message": "Plowing is needed.",
    "Answer": "",
    "Lon": 25.14324631780201,
    "Lat": 60.211773624164785
  },
  {
    "Timestamp": "2021-01-13T15:25:00.513000",
    "Title": "More cars on the neighboring road ...",
    "Message": "More cars stuck on the neighboring road. We wanted plowing.",
    "Answer": "",
    "Lon": 25.08848963875906,
    "Lat": 60.232725088961836
  },
  {
    "Timestamp": "2021-01-13T15:58:45.738000",
    "Title": "Marielund Park Road",
    "Message": "Hey!\nI live in the Star Military and I understand that the area is by no means important in the order of plowing. The area belongs to the C-category, but the bird blue and that around the rock are plowed (because cars can be seen because of the discomfort), but not an important fairway for pedestrians. It always stays in some way if and when it is obviously in the section. However, this street is used by many people a day and they try to survive everything from baby to elderly and dogs. However, the plower drives from that side, which is also a C area, so why not drive an important path to pedestrians at the same time? It has just been wondering for years, because in over 14 years the same expenditure continues year after year (when snow happens). I would just like a clear and sensible reason in this strange way so I wouldn't have to think about it anymore.",
    "Answer": "Hey.\n\nThank you for the feedback. Feedback has been transmitted to winter care in the area. Here's a link to our site where you can find information on winter care and maintenance classes.\n\nhttps://www.hel.fi/helsinki/kartat-ja-sanne/kadut-ja- traffic planning/katujen-mission/stalvikuntaito/",
    "Lon": 25.148329805098655,
    "Lat": 60.21913683443331
  },
  {
    "Timestamp": "2021-01-13T16:03:23.385000",
    "Title": "IIIIK !!! Now a plow car is needed",
    "Message": "Now we need plowing equipment, after yesterday the plow car has not been seen. There is so much snow that the car can no longer get up the hill, the motion is.\nThank you in advance!",
    "Answer": "Hey.\n\nThank you for the feedback. Feedback has been transmitted to winter care in the area. Here's a link to our site where you can find information on winter care and maintenance classes.\n\nhttps://www.hel.fi/helsinki/kartat-ja-sanne/kadut-ja- traffic planning/katujen-mission/stalvikuntaito/",
    "Lon": 25.11662315647785,
    "Lat": 60.221600818012455
  },
  {
    "Timestamp": "2021-01-13T16:30:51.949000",
    "Title": "Snow plowing",
    "Message": "Hey\nWhen to plow behind the fire department Tankomäenkatu - Tankomäenrinne Vartiokylä/ Tankomäki 00950 Helsinki\nCars can't get to work or shop ??",
    "Answer": "Hey.\n\nThank you for the feedback. Feedback has been transmitted to winter care in the area. Here's a link to our site where you can find information on winter care and maintenance classes.\n\nhttps://www.hel.fi/helsinki/kartat-ja-sanne/kadut-ja- traffic planning/katujen-mission/stalvikuntaito/",
    "Lon": 25.1235782389178,
    "Lat": 60.223972997958356
  },
  {
    "Timestamp": "2021-01-13T16:45:38.782000",
    "Title": "It's snowing",
    "Message": "Heikkalaiturintie / minibus line 817\nWould it be possible to plow even once before this week's severe frost 817 bus line between the Hiekkalaiturintie / Sandelanranta / Kalkki Hiekantie from Leikosaarentie?\nIt is sad to see an ambulance and many taxis and, of course, over 25 private cars are stuck in snow piles. The shovel helps both a tow truck and volunteer passers -by.\nThe HSL bus line 817 has failed to drive or have made a different loop on the auto street because of the snow.\nThe storm snow breeze can blow directly from the sea and collect beautiful, tall snowstorms.\nI understand that according to the map of the city of Hg, it is a Class II plot street with low traffic. The problem is that home-cooked deliveries, HUS Labra and home care workers will not arrive in this area.\nI understand the emergency situation, but Vuosaari is part of Helsinki and the people of Vuosaari also pay municipal taxes.",
    "Answer": "",
    "Lon": 25.145810661426346,
    "Lat": 60.20029128905077
  },
  {
    "Timestamp": "2021-01-13T16:57:22.099000",
    "Title": "Snow plowing",
    "Message": "Moro,\n\nI sometimes remember this, did I see that the housing company should not plow Lumia to the city?\n\nI know that this snow has been raining in the SME in recent days quite briskly. So I live in a rented company owned by Kojamo in Ramsinniemi, Vuosaari. Here, for example, yesterday, the snow was plowed from the yard to that sidewalk so that between Ramsinniementie 12-14, when there is parking for cars and next to the sidewalk they were pushed between the sidewalk and the parking lot \"from this yard. Certainly today the same thing will happen when at some point they can plow the yards.\n\nIf you are in touch with Kojamo, I guess my knowledge will not come to their attention ... may be that someone else has noticed that thing like me.",
    "Answer": "Thank you for your message. Officially, a private maintenance company or other body should not assemble snow in public areas, although unfortunately this is true. After so much snow comes, it is understandable and acceptable that snow is temporarily stored in public areas before the load is transferred.\n\nIf you find that this is a recurring practice I would ask you to be in contact with us again and the matter will be transferred to the supervisors. Under no circumstances will your information be provided to an external body.\n\nHave a nice winter weekend!",
    "Lon": 25.11224565670576,
    "Lat": 60.19716459713505
  },
  {
    "Timestamp": "2021-01-13T17:32:13.534000",
    "Title": "Plow",
    "Message": "Could someone go to Aura Rastilantie? It is a lively local road where you can only drive along traces, but if you have to stop, then it will stay. I understand prioritization, but now it's been a day to take care. For example, all Kunatlin has already been driven in Yllypuro",
    "Answer": "Thank you for your message. The matter has been announced for winter care in the area and hopefully the rest of the residential streets will be made over the weekend.",
    "Lon": 25.132952927198236,
    "Lat": 60.21313064781001
  },
  {
    "Timestamp": "2021-01-13T17:36:18.509000",
    "Title": "Lokitie plow",
    "Message": "Hey.\nLokitie in Vuosaari is still plowing. It leads to one school and two kindergartens. With a normal car, it is difficult to travel on the street, with hundreds of residents along the street. Why this has not been plowed since the first day, now on the road, 30-40cm snow and 30cm high icebreakers for wells that tear the bottom of the car !!",
    "Answer": "Thank you for your message. I apologize for the situation. Work has been done all the time and the entire equipment is in use, unfortunately we cannot plow all the streets at the same time. The streets of Helsinki are always plowed according to the categories of treatment. Unfortunately, when snow has become abundant, it is time to clean up the streets.\n\nMore information on treatment classes:\n\n https://www.hel.fi/helsinki/kartat-ja-jihtne/kadut-ja- traffic planning/katujen-mission/treatment classifications/crocoste\n\nYou can check your own street treatment class here:\n\nhttps://kartta.hel.fi/link/9p7XTY",
    "Lon": 25.135193140098174,
    "Lat": 60.209619004693536
  },
  {
    "Timestamp": "2021-01-13T17:41:52.892000",
    "Title": "Plowing",
    "Message": "Hey\n\nIs the plowing equipment coming next night or in the morning on the ring path to Vartioharju? The car has been closed twice today and tomorrow morning at 7 pm I would have to get to work again. Plowed last two days ago.",
    "Answer": "Thank you for your message. I apologize for the situation. Work has been done all the time and the entire equipment is in use, unfortunately we cannot plow all the streets at the same time. The streets of Helsinki are always plowed according to the categories of treatment. Unfortunately, when snow has become abundant, it is time to clean up the streets.\n\nMore information on treatment classes:\n\n https://www.hel.fi/helsinki/kartat-ja-jihtne/kadut-ja- traffic planning/katujen-mission/treatment classifications/crocoste\n\nYou can check your own street treatment class here:\n\nhttps://kartta.hel.fi/link/9p7XTY",
    "Lon": 25.103339881036863,
    "Lat": 60.225937956995516
  },
  {
    "Timestamp": "2021-01-13T18:00:56.033000",
    "Title": "Does the snow plow at all in use in Puotila",
    "Message": "Now it has been two days of snow, but the aura is not supposed to have time for Puotilantie. Today I have been caught on the road. A junk car, a postcraft, etc. But help the army when you go to Marjaniemi, so it is cleaned so that the asphalt shines! Is it really that money matters this too? It is useless for the city to send the streets maintenance invoices on Puotilantie. We don't get any service with that money!",
    "Answer": "Thank you for your message. I apologize for the situation. Work has been done all the time and the entire equipment is in use, unfortunately we cannot plow all the streets at the same time. The streets of Helsinki are always plowed according to the categories of treatment. Unfortunately, when snow has become abundant, it is time to clean up the streets.\n\nMore information on treatment classes:\n\n https://www.hel.fi/helsinki/kartat-ja-jihtne/kadut-ja- traffic planning/katujen-mission/treatment classifications/crocoste\n\nYou can check your own street treatment class here:\n\nhttps://kartta.hel.fi/link/9p7XTY",
    "Lon": 25.101048529032244,
    "Lat": 60.208437728525006
  },
  {
    "Timestamp": "2021-01-13T18:10:09.967000",
    "Title": "Chicory",
    "Message": "The Vuosaari chicory track has \"forgotten\" driving bollards. The chicory tracks used to be a small snow first by growing on ice without sanding and now the sunbathing wading in the snow. After the summer, the last leaves were not cleaned later in the fall.\nThe Sikuriraitti is also a rescue road in the area.\nThere are five 8-storey houses in the immediate range of the chicory track, and the residents of Aurinkolahti Puistotie and the other apartments of Leikosaarentie, which pass by Cirrus to Leikosaarentie.",
    "Answer": "Hey!\nHey,\nHey,\n\nThank you for your message and apologies for not having yet plowed to your home frog. We have all the possible plowing equipment in use and now as the snow comes in, we focus on snow removal and slip.\n\nThe streets of Helsinki are always plowed according to the categories of treatment. Unfortunately, when snow has become abundant, it is time to clean up the streets. For more information on the treatment classes: https://www.hel.fi/helsinki/kartat-ja-jeta-ja- traffic/kadut-ja- traffic planning/katujen-stooling/care classifications/care classifications\n\nYou can check your own street treatment class here: https://kartta.hel.fi/link/9p7XTY",
    "Lon": 25.145980057502047,
    "Lat": 60.20595458507906
  },
  {
    "Timestamp": "2021-01-13T18:23:15.898000",
    "Title": "Plow",
    "Message": "In Vuosaari, the Punakiventie road has not been plowed, the hell is a service house where an ambulance had stuck on the road due to the snow. There will be other cars that have stuck. Must take care!",
    "Answer": "",
    "Lon": 25.146917598616806,
    "Lat": 60.213977556490214
  },
  {
    "Timestamp": "2021-01-13T19:51:09.875000",
    "Title": "Vuosaari bike paths",
    "Message": "Hi, I understand that the snow has come and the situation has come, but we don't have to forget about our cyclists..I have tried to cycle yesterday and today Sammalarrankuja -Sun and back but it has gone to the large extent. I have had to walk on the side of the carriageway..the you can even plow either half of the bike path if you don't both have time ..\nAnother completely unpaved road is Haapasaarentie, along it people walk to the park path, which was well plowed, thanks to the northern shopping mall, or Columbus ..\nThanks in advance for tomorrow's well -plowed cycle paths ..",
    "Answer": "Hey,\n\nThank you for your message. I apologize that some of the cycle paths have not been plowed. We have expanded the prioritized route of winter care this year, but unfortunately the Porslahdentie you mentioned is not yet included. Of course, we strive to keep the cycling network open as widely as possible.\n\nHere you can read more about winter cycling and prioritized route: https://www.hel.fi/helsinki/kartat-ja-ja- traffic/kadut-ja- traffic planning/katujen-stock/talvipyooraily",
    "Lon": 25.147120274186094,
    "Lat": 60.214928723523144
  },
  {
    "Timestamp": "2021-01-13T20:11:32.581000",
    "Title": "Plowing Request for the Rastila detached house area",
    "Message": "Hey. I know the snow has come, but here throughout the Rastila detached house, there has been no visit throughout the storm. People can't get to work or trade except on foot. The minibus is also stuck on Lokitie today. On Airoparintie, people ski when snow is over 30cm on the road. I understand that the equipment is in a hurry, but it hasn't been here for many days. For example, an ambulance would have nothing to do here.",
    "Answer": "",
    "Lon": 25.128940063284034,
    "Lat": 60.21094461270594
  },
  {
    "Timestamp": "2021-01-13T20:52:47.347000",
    "Title": "Snow plow is needed! At least two cars got stuck in the snow during the evening.",
    "Message": "Could you come to plow the helmet path, thank you. At five in the evening, both the helmet path and the Rintinpoli (school) had a car stuck in the middle of the road. Later, the third car demanded push assistance ...",
    "Answer": "",
    "Lon": 25.092343257349228,
    "Lat": 60.22964391503373
  },
  {
    "Timestamp": "2021-01-13T22:44:42.277000",
    "Title": "Plowing Vuosaari?",
    "Message": "Hi,\nWhen are Satamasaarentie and Ulappasaarentie in Vuosaari?\nEven today, the cars got on the slope and even a tow truck was needed.\nWill at least a week go before the plow comes? Just like the last time it was snow winter.",
    "Answer": "",
    "Lon": 25.136664491223236,
    "Lat": 60.21213958324669
  },
  {
    "Timestamp": "2021-01-13T23:04:43.815000",
    "Title": "Dangerously much snow on the school road",
    "Message": "Hey,\nInkeroistentie and Kukkaniityntie are congested in the mornings as parents bring children to two schools and kindergartens. The plow car has not been visited this week and today several cars have been stuck on the slopes. Between the cars there are another couple of hundred children and I'm afraid that something will happen to someone. In the neighborhood, the other streets are already plowed and I am afraid that accidentally missed.",
    "Answer": "",
    "Lon": 25.09327543694097,
    "Lat": 60.221098712048956
  },
  {
    "Timestamp": "2021-01-13T23:10:52.198000",
    "Title": "Plow request - Vuosaari",
    "Message": "Hey\nI want to send a wish for plowing. It is a pillow lantern in Vuosaari. On the road and the parking lot at the end of the road, there is every winter when the snow surprises a terrible chaos. The road is small, but there is hard traffic in the mornings and afternoons because there is a school and a kindergarten at the end of the road. So it's not just a courtyard road used by Kafu residents.\n\nThe road is usually in such poor condition that there are cars in a mild uphill queue that have been stuck in the slush. Even the parking lot is always in a shocking condition. For several winters, the city has been given feedback by parents. Dozens of cars have been stuck there. In addition, chaos in the parking lot is dangerous when cars have to drive through the parking lot in the pedestrian area. There are a lot of children moving there. So I thought about putting this wish in good time. Not all of you have been plowed properly today, but I wish that there will be a plowing truck because of the nature and trafic as soon as possible.\n\nThank you!\nregards",
    "Answer": "",
    "Lon": 25.13852043940519,
    "Lat": 60.207425574844095
  },
  {
    "Timestamp": "2021-01-14T01:36:13.590000",
    "Title": "Sinkkiläntie 2",
    "Message": "Hey. In December, I noticed that the top triangle at the intersection of Sinkkiläntie and Länsimäentie and the traffic signs indicating the crosswalk had been translated so that they could not be detected. The nearby construction site was fenced and the road sign had been left inside the fence and for some reason turned in the wrong direction. Last week, the beginning of January, the entire road sign had been dug up.\nIt would be a good idea to get the sign back so that no more than the sheet metal crash would happen at that intersection.",
    "Answer": "",
    "Lon": 25.11164665810643,
    "Lat": 60.23312049647567
  },
  {
    "Timestamp": "2021-01-14T07:03:16.497000",
    "Title": "Aurauas",
    "Message": "Boat Masters in Vuosaari\nMissed plowed.Luna about half a meter",
    "Answer": "",
    "Lon": 25.126970768758596,
    "Lat": 60.20540869188526
  },
  {
    "Timestamp": "2021-01-14T07:45:51.993000",
    "Title": "Bus Charging Station Vuosaari",
    "Message": "Hey,\n\nAccording to the information from the operator, buses cannot be charged because due to the lumpy snow and ice, the bus cannot be positioned under the charging station. Maintenance is desired for the entire Vuosaari terminal area.\n\nRegards,",
    "Answer": "",
    "Lon": 25.14434407430237,
    "Lat": 60.207105226904865
  },
  {
    "Timestamp": "2021-01-14T08:14:41.981000",
    "Title": "PK Fallpaka plowing",
    "Message": "Again, it is quite poorly managed plowing and hand -licking from the yard of the shelter. The plowing is handled so that all the snow is pushed between the two doors at the top to take children to the orchard. Despite the calling of the nurses, property maintenance refuses to come to the remedy, but the workers themselves should blade the snow off the doors and gates. Real estate maintenance is in such a hurry that you can't have time. In front of the gates of the shelter, the shelter workers have already been forced to blacken the snow so that parents can bring and pick their children. It is scandalous that property maintenance does not do its job properly, now it is both kindergarten and young children. I do not want kindergarten employees to use their bad resources to create snow. I want them to take their time to take care of my children and others. This plowing has been a problem for several winters before, would it be time to finally change? And I understand that now there was so much snow that everyone is in a hurry, but if you do things right at once you don't have to come to pat. And I know what I'm talking about, my husband is also plowing there. :)",
    "Answer": "",
    "Lon": 25.129048414965872,
    "Lat": 60.229344039310824
  },
  {
    "Timestamp": "2021-01-14T08:20:00.539000",
    "Title": "Plowing is needed.",
    "Message": "Plowing is needed.",
    "Answer": "",
    "Lon": 25.088544533407582,
    "Lat": 60.23300328845015
  },
  {
    "Timestamp": "2021-01-14T08:37:23.808000",
    "Title": "On the track to the golf course",
    "Message": "Now that winter and many hobbies are interrupted, whether the golf course could be made as it was ten years ago. It was great to ski, it was Saariselkä in Helsinki. Gently sloping terrain, no steep hills, no fear of colliding with trees. Espoo has made tracks for the golf course, why not for us?",
    "Answer": "Hey,\n\nThank you for your message. Such could really be really nice, I passed your wish to the project manager in the area.\n\nAt the moment, the surrounding area seems to be in order for example. Mustavuori -Talosaari. Here's more information on the tracks maintained by the city: https://ulkoikkunta.fi/",
    "Lon": 25.169931379071137,
    "Lat": 60.21699273547963
  },
  {
    "Timestamp": "2021-01-14T09:10:13.711000",
    "Title": "Rescue Road Sand Pier Trail has been excluded from winter maintenance in recent years",
    "Message": "Hi, the sand pier track has been out of sand for a few years and only partially plowed (only on the side of the sand pier 13). The road is the Rescue Road for Hiekkajalanranta 1 through the courtyard, so you should get it done and take normal winter maintenance. Do you take it to take care? Thanks a lot!",
    "Answer": "Hey,\n\nThank you for your message. I have guided your feedback to the area's maintenance unit for information.",
    "Lon": 25.144802434057567,
    "Lat": 60.20062448379736
  },
  {
    "Timestamp": "2021-01-14T09:12:07.764000",
    "Title": "Roads of Vuosaari",
    "Message": "Good morning,\n\nIt would be quite reasonable and all sides of the kind to go to Vuosaari, for example, the Little Villasaari road was really slimy at 6:00 and good when I got out of the yard to turn on the road ...\nYesterday, it was really crazy to try even in the yard of the kindergarten (PK Kurkimoisio) when the whole road was not plowed and 4-5 cars were dug out of there, one of which was a van!\nThe plow did not arrive until around 7.45am ... I was late for this good job !!\n\nIt is incredible how the city even dares to leave residents on their own luck when the city would do great service and relief for residents to plow you for you !!!\nVisit the road to Ramsinniemi ... The car breaks down because of those terrible cudders !!!\n(Yesterday I drove to the web, Rastila and the road was in absolutely poor condition !!)\n\nI really hope that you would get the plows in order and add more occupation if these current ones are not enough !!\nNervous people here are going ...\n\nRegards,",
    "Answer": "",
    "Lon": 25.147998885776484,
    "Lat": 60.22176699165189
  },
  {
    "Timestamp": "2021-01-14T09:20:02.428000",
    "Title": "Everything stuck.",
    "Message": "Everything stuck.",
    "Answer": "",
    "Lon": 25.138318487462413,
    "Lat": 60.20229185449009
  },
  {
    "Timestamp": "2021-01-14T09:33:01.184000",
    "Title": "Leikosaarenkuja, 00980 Helsinki",
    "Message": "Hi, Leikosaarenkuja in Vuosaari is completely covered with a lounge - at least 20 cm. We have about 6 housing companies and 80 cars, and we can't drive out or inside the Leikosaarenkuja. Yesterday, too, a waste disposal car also stayed there. Otherwise, plowing the KYSIES road has been too often left out in recent years, even though the road has been in very poor condition and often much more than 5m. Sohjo accumulates at the turning point and is therefore not noticeable when it comes from the main road, how bad it is further. I would kindly ask that Leikosaarenkuki would be plowed as soon as possible and that it would be better taken into account in the future.",
    "Answer": "",
    "Lon": 25.138158016933662,
    "Lat": 60.202722841273385
  },
  {
    "Timestamp": "2021-01-14T09:47:24.317000",
    "Title": "Mosaic track 6 - 9 snow without plowing 14.1.2021 at 9:00 am",
    "Message": "There have been plenty of snow for the 6-9 mosaic track in the 6-9 areas and it is still unpaid on 14.1.2021. Alarm and rescue vehicles have been prevented from access to houses in the area. For example, yesterday 13.1.2021 The disabled was stuck in the snow Mosic track 6 for a long time (1-2h). To improve the safety of the area, the mosaic track should be plowed as soon as possible.",
    "Answer": "Thank you for your message. I apologize for the situation. I will announce the winter maintenance of the streets in the area. Work has been done all the time and the entire equipment is in use, unfortunately we cannot plow all the streets at the same time. The streets of Helsinki are always plowed according to the categories of treatment. Unfortunately, when snow has become abundant, it is time to clean up the streets.\n\nMore information on treatment classes:\n\n https://www.hel.fi/helsinki/kartat-ja-jihtne/kadut-ja- traffic planning/katujen-mission/treatment classifications/crocoste",
    "Lon": 25.14180589998519,
    "Lat": 60.20817603713357
  },
  {
    "Timestamp": "2021-01-14T10:05:03.689000",
    "Title": "Plowing is needed to t ...",
    "Message": "Plowing is needed to allow tunnel maintenance to the target.",
    "Answer": "",
    "Lon": 25.166094588976637,
    "Lat": 60.22523699980146
  },
  {
    "Timestamp": "2021-01-14T11:30:00.609000",
    "Title": "Aurau is needed for Havukuja ...",
    "Message": "The plowing is needed as soon as possible",
    "Answer": "",
    "Lon": 25.135737455132027,
    "Lat": 60.20167521773798
  },
  {
    "Timestamp": "2021-01-14T11:41:14.594000",
    "Title": "Plowing Leikosaari, Vuosaari",
    "Message": "Hi, we needed plowing for the street of the street, which often misses. 6 cars stuck, Koulutaxi can't get children and can't get to the shelter. Thank you.",
    "Answer": "",
    "Lon": 25.138158016933662,
    "Lat": 60.202722841273385
  },
  {
    "Timestamp": "2021-01-14T11:45:01.490000",
    "Title": "Let's hope the free fire ...",
    "Message": "It is hoped that the free fire brigade would turn the plow so that the snow is not packed here.",
    "Answer": "",
    "Lon": 25.089058435437142,
    "Lat": 60.202890550083545
  },
  {
    "Timestamp": "2021-01-14T11:47:35.684000",
    "Title": "snow isolation",
    "Message": "Why is Leikosaarenkuja in Vuosaari, Helsinki, every year without plowing. Can't get junk, no school taxi, let alone other cars run this clip. Is this missing on your map? I can draw on screen paper if you don't know where this is?",
    "Answer": "",
    "Lon": 25.138158016933662,
    "Lat": 60.202722841273385
  },
  {
    "Timestamp": "2021-01-14T11:49:56.238000",
    "Title": "Leikosaarenkuja 00980",
    "Message": "Leikosaarenkuja's road and turning point must be plowed.\nSchool Taxi will not be able to get and bring a child. The child is left along the Leikosaarentie in the middle of a crosswalk! 13.01.2021 The day of the Leikosaarentie day had 10 cars stuck and one garbage car. The road is a lively kindergarten because of traffic. School taxi was stuck at the turning point in the afternoon and a junk car in the morning. In addition",
    "Answer": "",
    "Lon": 25.138587632117225,
    "Lat": 60.2019774342849
  },
  {
    "Timestamp": "2021-01-14T12:40:00.634000",
    "Title": "Plowing will soon be needed for tan ...",
    "Message": "Plowing will soon be needed on Tankomäentie",
    "Answer": "",
    "Lon": 25.124073069993745,
    "Lat": 60.22600097074491
  },
  {
    "Timestamp": "2021-01-14T13:47:41.458000",
    "Title": "sidewalk plowing perimeter I-Vanhanlinnantie",
    "Message": "Hey. Could you plow as quickly as possible at the sidewalk traffic divider Ring Road 1- Vanhalinnantie intersection. (Itäkeskus-Prisma shopping center) The pedestrian pedestrian is really difficult when the traffic distributor has not been plowed. The pedestrian has to get up 70cm and walk it, and so, as he crosses the lane in the other direction. How can this be possible while traveling with a stroller, roller and sports-red counseling.",
    "Answer": "Hey,\nThank you for your message and apologies for not having yet plowed at your home frog. We have all the possible plowing equipment in use and now as the snow comes in, we focus on snow removal and slip.\n\nThe streets of Helsinki are always plowed according to the categories of treatment. Unfortunately, when snow has become abundant, it is time to clean up the streets. For more information on the treatment classes: https://www.hel.fi/helsinki/kartat-ja-jeta-ja- traffic/kadut-ja- traffic planning/katujen-stooling/care classifications/care classifications\n\nYou can check your own street treatment class here: https://kartta.hel.fi/link/9p7XTY",
    "Lon": 25.086093468681764,
    "Lat": 60.21368990325818
  },
  {
    "Timestamp": "2021-01-14T14:03:03.981000",
    "Title": "Plowing of the slope path",
    "Message": "Kontula's slope path is still in a terrible condition. There are two big schools along it, so teachers and caregivers should get along their cars. Now it doesn't work. This problem is annual, not just this winter.",
    "Answer": "Hey,\nThank you for your message and apologies for not having yet plowed at your home frog. We have all the possible plowing equipment in use and now as the snow comes in, we focus on snow removal and slip.\n\nThe streets of Helsinki are always plowed according to the categories of treatment. Unfortunately, when snow has become abundant, it is time to clean up the streets. For more information on the treatment classes: https://www.hel.fi/helsinki/kartat-ja-jeta-ja- traffic/kadut-ja- traffic planning/katujen-stooling/care classifications/care classifications\n\nYou can check your own street treatment class here: https://kartta.hel.fi/link/9p7XTY",
    "Lon": 25.089440682024602,
    "Lat": 60.23070499555675
  },
  {
    "Timestamp": "2021-01-14T14:03:39.758000",
    "Title": "Plow",
    "Message": "The sidewalks of Tankomäenkatu are unleashed, now everyone is adventuring on the road, walkers, children's wagons. The sidewalks in the area are in order, this street seems to be forgotten every winter. Could you come to take care of the street plow",
    "Answer": "",
    "Lon": 25.1253408662637,
    "Lat": 60.22722940534303
  },
  {
    "Timestamp": "2021-01-14T15:00:01.174000",
    "Title": "Plowing is needed.",
    "Message": "Plowing is needed.",
    "Answer": "",
    "Lon": 25.147324586949043,
    "Lat": 60.204175968369874
  },
  {
    "Timestamp": "2021-01-14T15:20:00.949000",
    "Title": "Snowstorms tall hummika ...",
    "Message": "Snowstorms tall Hummikalantie 41b",
    "Answer": "",
    "Lon": 25.093062363046613,
    "Lat": 60.228674073469776
  },
  {
    "Timestamp": "2021-01-14T15:59:09.869000",
    "Title": "Havukuja plowing",
    "Message": "Could Havukuja be plowed in the snow in Vuosaari. At the end of the street 2 kindergartens. The cars are stuck in the alley. 1 lane in use, the road can be used in one direction at a time. This winter problem. Thank you.",
    "Answer": "",
    "Lon": 25.136095955690624,
    "Lat": 60.20116325211425
  },
  {
    "Timestamp": "2021-01-14T16:00:00.540000",
    "Title": "Second Puo ... the Satamasaarentie ...",
    "Message": "The other side of the Satamasaarentie was plowed, the plow was also hoped for on the other side.",
    "Answer": "",
    "Lon": 25.136610418461423,
    "Lat": 60.212148614330296
  },
  {
    "Timestamp": "2021-01-14T17:36:14.084000",
    "Title": "Plowing",
    "Message": "I work in Vuosaari I come from Tikkurila. Only the last street, the Leikosaarenkujaja has been plowed all 3 days. There is so much snow that now that it has frozen, it tears off the bottom of my new car. Who will replace. All other streets have been plowed, why not clean the short road to the kindergarten?",
    "Answer": "Thank you for your message and apologies for not having yet plowed at Leikosaarenkuja. We have all the possible plowing equipment in use and now as the snow comes in, we focus on snow removal and slip.\n\nThe streets of Helsinki are always plowed according to the categories of treatment. Unfortunately, when snow has become abundant, it is time to clean up the streets. For more information on the treatment classes: https://www.hel.fi/helsinki/kartat-ja-jeta-ja- traffic/kadut-ja- traffic planning/katujen-stooling/care classifications/care classifications\n\nYou can check your own street treatment class here: https://kartta.hel.fi/link/9p7XTY",
    "Lon": 25.138158016933662,
    "Lat": 60.202722841273385
  },
  {
    "Timestamp": "2021-01-14T18:04:10.375000",
    "Title": "Ill -maintained road",
    "Message": "Hey!\nI live on a golden kummuntie, which is a small street. In the fall, it has not been cleaned at all. There are a lot of magazines and twigs. In the winter, the snow is left unpaved from the end of the turning point or it is plowed so badly that you have to create the snow from the street that you can move by car. Last winter it was full of slush for many days and no one went to take care of it. I wish this small road would spend more time, thank you!",
    "Answer": "Thank you for your message and apologies for not having yet plowed on the Gold Kummuntie. We have all the possible plowing equipment in use and now as the snow comes in, we focus on snow removal and slip.\n\nThe streets of Helsinki are always plowed according to the categories of treatment. Unfortunately, when snow has become abundant, it is time to clean up the streets. For more information on the treatment classes: https://www.hel.fi/helsinki/kartat-ja-jeta-ja- traffic/kadut-ja- traffic planning/katujen-stooling/care classifications/care classifications\n\nYou can check your own street treatment class here: https://kartta.hel.fi/link/9p7XTY",
    "Lon": 25.098688691879936,
    "Lat": 60.23335514780603
  },
  {
    "Timestamp": "2021-01-14T20:12:57.802000",
    "Title": "Plowing ramsinniementie",
    "Message": "Hey,\nCould you kindly plow the other side of the street in Vuosaari Ramsinniementie (00980) in Helsinki?\nThe other side of the street, where the cycle path was also plowed, but this left side of the junction was plowed once, when there was hardly any snow, but now it is mainly the \"path\". This seems to be repeated every year that the other half is plowed very carelessly that as the winter progresses, this. You can't just walk on the street side.",
    "Answer": "Hey!\n\nThank you for your message and apologies for not having yet plowed at your home frog. We have all the possible plowing equipment in use and now, as the snow comes in, we focus especially on snow removal and slip.\n\nThe streets of Helsinki are always plowed according to the categories of treatment. Unfortunately, when snow has become abundant, it is time to clean up the streets. For more information on the treatment classes: https://www.hel.fi/helsinki/kartat-ja-jeta-ja- traffic/kadut-ja- traffic planning/katujen-stooling/care classifications/care classifications\n\nYou can check your own street treatment class here: https://kartta.hel.fi/link/9p7XTY",
    "Lon": 25.12035001110618,
    "Lat": 60.199769334862495
  },
  {
    "Timestamp": "2021-01-14T20:45:33.791000",
    "Title": "Aurays",
    "Message": "The road section leading to the houses 9 and 7 this year has not been plowed this year. The share requires a small deviation.",
    "Answer": "Hey,\n\nThank you for your message and apologies for not having yet finished finishing the plow in your area. We have all the possible plowing equipment in use and now as the snow comes in, we focus on snow removal and slip.\n\nThe streets of Helsinki are always plowed according to the categories of treatment. Unfortunately, when snow has become abundant, it is time to clean up the streets. For more information on the treatment classes: https://www.hel.fi/helsinki/kartat-ja-jeta-ja- traffic/kadut-ja- traffic planning/katujen-stooling/care classifications/care classifications\n\nYou can check your own street treatment class here: https://kartta.hel.fi/link/9p7XTY",
    "Lon": 25.093229824225677,
    "Lat": 60.217741953136155
  },
  {
    "Timestamp": "2021-01-14T22:06:36.776000",
    "Title": "Roads without plowing and in very poor condition",
    "Message": "Roads without plowing and in very poor condition",
    "Answer": "",
    "Lon": 25.125077211719244,
    "Lat": 60.214861581120296
  },
  {
    "Timestamp": "2021-01-15T08:00:07.898000",
    "Title": "disabled person will not survive",
    "Message": "Vuosaari Lumen Plowing, Leikosaarentie 11. The opposite snow of its crosswalk has been left halfway as the snow-walked up prevents invalides from crossing the road",
    "Answer": "",
    "Lon": 25.140233671995666,
    "Lat": 60.20319635966197
  },
  {
    "Timestamp": "2021-01-15T08:31:08.756000",
    "Title": "Vartiokyläntie plowing and sanding",
    "Message": "Hey!\n\nThe map shows what I made from the clip was not plowed, but it is quite a bit.\nAnd then another thing. At the Vartiokyläntie 21, the Piste Road should be sanded on both the road and in the patchwork.",
    "Answer": "",
    "Lon": 25.104873286113655,
    "Lat": 60.220174564242164
  },
  {
    "Timestamp": "2021-01-15T08:40:39.686000",
    "Title": "Snow plowing in a new residential area, Tankomäenkatu",
    "Message": "We moved to a new residential area on Tankomäenkatu 2016 and since then I have not been able to walk on plowed walkways in the winter. It is incomprehensible that the entire Tankomäenkatu and the environment (except for the street with a rescue service) is to be built full of apartment buildings, and there is no plowing and sidewalks to plow at all. During this snowstorm, I have watched the window of my home as the little kids walk to school and the snow is up to the thigh. After all, when mothers and fathers try to take toddlers to the nearby farm, they don't smile much. They have to circulate long runs on their stroller because no walkways have been plowed, and the strollers/wagons do not go with small walking stalks that are born when people try to leap in the snow for bus stops. Is this the price for that dense urban construction? Small people are completely forgotten. The purpose of this construction is to minimize the use of cars. It would probably be partly successful if the shortest possible walking trails to the nearest bus stop were made and the sidewalks would be plowed in the winter. You can't see that wonderfulness here. All who is able to travel by cars, but since Tankomäenkatu has not been plowed properly (and no plowed this morning 15.1) it has led to the cars stuck and slide transversely into the road. Other cars are queuing because they can't get any other route progressing. What about people who don't have a car? They are in trouble, especially older people, young students and parents of infants. They are also in danger of being left under these thrown cars. Praise for this dense urban construction and car -free Helsinki!\n\nGreetings to Anni Sinnemäki, who praises this urban construction.\n\nregards",
    "Answer": "Thank you for your message and apologies for not having yet finished finishing plowing in the Vartioharju area. The situation has been particularly difficult for pedestrians in recent days. We have had all the possible plowing equipment in use even for the weekend, and now that the snow comes in, we focus on snow removal and slip.\n\nThe streets of Helsinki are always plowed according to the categories of treatment. Unfortunately, when snow has become abundant, it is time to clean up the streets. For more information on the treatment classes: https://www.hel.fi/helsinki/kartat-ja-jeta-ja- traffic/kadut-ja- traffic planning/katujen-stooling/care classifications/care classifications\n\nYou can check your own street treatment class here: https://kartta.hel.fi/link/9p7XTY",
    "Lon": 25.12459359645054,
    "Lat": 60.22527347783853
  },
  {
    "Timestamp": "2021-01-15T09:52:31.649000",
    "Title": "Tvuosaasri Pillowlavantie and the intersection of Pillowlavankuja",
    "Message": "Hey\n\nA small challenge in the direction of Vuosaari.\nThe sidewalk between pillow lavads and pillow lawers in Eden is unleashed. The maintenance of the street section has been in bad years for years.\n\nThe pedestrian and bike lane on the other side of the street are plowed. This is about 30m in this issue with a little effort to be quickly treated.\n\nThanks.",
    "Answer": "Hey.\n\nThank you for the feedback. Feedback has been transmitted to winter care in the area. Here's a link to our site where you can find information on winter care and maintenance classes.\n\nhttps://www.hel.fi/helsinki/kartat-ja-sanne/kadut-ja- traffic planning/katujen-mission/stalvikuntaito/",
    "Lon": 25.138266942183566,
    "Lat": 60.20718350348657
  },
  {
    "Timestamp": "2021-01-15T12:30:00.698000",
    "Title": "Vuosaaaari Metro Station bus ...",
    "Message": "Vuosaaaari Metro Station Bus Terminal Electric Charging Point is really polar, harmful traffic, the notifier will be available if the place is not familiar.",
    "Answer": "",
    "Lon": 25.14447394240029,
    "Lat": 60.207930822474665
  },
  {
    "Timestamp": "2021-01-15T14:16:52.375000",
    "Title": "snow plowing",
    "Message": "Hey\nIn the future, I will not ask for snow from the area that will be sore on Isonvillasaarentie when it comes to the shopping shop.\nThis is a piece of road or sidewalk that starts after the nearby bus stop towards the supermarket. It has a barrier to motorists, which is a good thing, but will it be plowed in the future.\nThere are a lot of older people here who use a rollator they are very difficult to walk with that clip. Had to circulate through the bend.\nI wondered when otherwise plowed this clip",
    "Answer": "Hey.\n\nThank you for the feedback. There is no winter treatment on this fairway. Unfortunately, not all fairways are plowed. The Maintenance Act does not oblige to keep park corridors in winter maintenance.\nIn this respect, the Maintenance Act applies only to streets.\nIn most cases, the park corridor will be covered by winter maintenance if it is a clear connection to services or local traffic hubs. The treatment is conditional that the route can withstand the equipment and is illuminated.\nHelsinki has 400 km of park corridor, about half of which is in winter maintenance.",
    "Lon": 25.14144763744648,
    "Lat": 60.22130741682798
  },
  {
    "Timestamp": "2021-01-15T15:07:26.351000",
    "Title": "Plow",
    "Message": "Yesterday I posted a message about plowing at Orvokkitie 7 and 9. The answer came quickly. Thanks for that. However, the answer did not quite satisfy. It is a 20m long piece of road and its basic track. Otherwise, the entire Orvokkie road has been plowed and partly the plow has pushed Lumiak for that section. So it's not about aftercare.",
    "Answer": "",
    "Lon": 25.093139319807946,
    "Lat": 60.21763431214599
  },
  {
    "Timestamp": "2021-01-15T15:37:12.761000",
    "Title": "Snow plowed on the driveway",
    "Message": "Citizen's 3 and 5\n The snowfall and parking spaces are helped by the driveway, and the car can only be driven along the sidewalk. At the end of the sidewalks without plowing and footbikers have to walk on the driveway",
    "Answer": "",
    "Lon": 25.10833906050251,
    "Lat": 60.23167820434938
  },
  {
    "Timestamp": "2021-01-15T15:51:37.162000",
    "Title": "Lokitie",
    "Message": "HEY\nIn Vuosaari, Lokitie would be good to go bearings before someone breaks in their car's 20-30 cents-high ice bins. The lumps are frozen for up to a meter diameter at the sewer, etc..",
    "Answer": "",
    "Lon": 25.134743435174716,
    "Lat": 60.20990667490531
  },
  {
    "Timestamp": "2021-01-15T16:35:00.141000",
    "Title": "Haarniskatie plow (00910)",
    "Message": "Hey.\nIn Puotila, the plowing of the streets is commendable, taking into account the extent of the contract. However, the plow of Haarniskatie seems to have dropped completely on the map.\n\nOn the public road (car and walkway), there has been no plow at all during this snowfall. The condition of the road is starting to be challenging, the street is full of big bumps.",
    "Answer": "",
    "Lon": 25.102266336050445,
    "Lat": 60.21727755159652
  },
  {
    "Timestamp": "2021-01-15T19:55:15.461000",
    "Title": "Red Stone Path for a week without sanding",
    "Message": "Hey!\nMy dad slipped on the Punakiven Path in Vuosaari while outdoor dog. The path has been plowed, but still slippery when it is not properly sanded. Personally, I have twice thrown the slippers at the same point when making a dog loop. Can you fix it as soon as possible?",
    "Answer": "Hey,\n\nThank you for your message and apologies for improving the anti -slipper control. We have all possible plowing equipment in use, but the situation is still difficult on residential streets and light traffic routes. I have sent information about this to the area maintenance.\n\nThe streets of Helsinki are always plowed according to the categories of treatment. Unfortunately, when snow has become abundant, it is time to clean up the streets. For more information on the treatment classes: https://www.hel.fi/helsinki/kartat-ja-jeta-ja- traffic/kadut-ja- traffic planning/katujen-stooling/care classifications/care classifications",
    "Lon": 25.142424693878347,
    "Lat": 60.21363241532877
  },
  {
    "Timestamp": "2021-01-16T08:31:29.884000",
    "Title": "Plowing of the sidewalk",
    "Message": "Why the sidewalk has still not been plowed on January 16, 2021 from the Mellunmäki crossroads of Itäväylä 170 on the left side of the road to the Mustavuori underpass.",
    "Answer": "",
    "Lon": 25.128622797525367,
    "Lat": 60.23125620576536
  },
  {
    "Timestamp": "2021-01-16T10:56:36.401000",
    "Title": "Can a snow plow pushing a scoop of snow in front of the entrance to a detached house?",
    "Message": "Vanttitie 8 A HKI 98. As I just described, it has happened. Now it is almost impossible to take icy snow from it. I understand that the valli comes when plowing, but Lyme's work and leaving it will probably not be part of the agreement.\nRastilantie is more of a potato field than the driveway. Welcome to check your contractor's bad work.\nVanttie road has narrowed about 1.5 m from the top end\nIn many snowy winters, it had to widen it by hand to get out of the car.\nThe contractor in this area is very lazy at work",
    "Answer": "Thank you for your message. I have directed your feedback to the area's leadership for information.\n\nThe snow should never be assembled in front of the entrances, but the site holder will remain the responsibility of the possible snowmobile removal after plowing. During the plowing of the lanes, the snow will plow on the sidewalks and inevitably also to plot connections. It is to some extent drivers to turn their plows at the plot connections\nTo minimize, but the ramparts cannot be completely avoided.\n\nHave a nice winter week!",
    "Lon": 25.126786683307326,
    "Lat": 60.21378291188144
  },
  {
    "Timestamp": "2021-01-16T13:45:57.070000",
    "Title": "Some /Facebook-Twitter etc.",
    "Message": "Thank you, the snow has been repaired to tall heaps here in Vuosaari. Next week, the weather will change differently, it doesn't hurt me. But, but if the city of Hg does not announce some /Twitter /online media, there may be problems for a long time. Here in Vuosaari, young people and children already find it great to jump in the dark in front of aura cars and snow collectors. The story gives you a great, daring video with friends. The latest craze is to dig out the tunnels that are then on the shovel borrowed in Stara's large snow piles without permission. Children /young people's play is ok in itself, but when the strength calculations fail and the children of the immigrant background remain inside the snow pile and no one notices in winter darkness.\nWhose reason? City of Helsinki Stara and Subcontractors.\nIt would be worth trying to take the snowstorms from Aurinkolahti Square, Sand Pier Square and Lime Sand Drinking, even at night. If there are equipment and men free.\nps. The proper advice of a Finnish Finn does not even help, and parents with an immigrant background now definitely wants to walk on the ice, even with strollers from the Aurinkolahti beach. Although the ice cannot last.",
    "Answer": "",
    "Lon": 25.15014311226308,
    "Lat": 60.2014263328505
  },
  {
    "Timestamp": "2021-01-16T14:25:38.901000",
    "Title": "Forgotten plowing and presentation of the change in urgency class",
    "Message": "At Vuosaarentie 6-8, a widened crosswalk to Vuotalo and the Park Corridor leading in Columbus Shopping Center. The Vuosaarentie sidewalk on the Vuotalo side has been plowed so that the \"entering\" in front of the park corridor has accumulated about 1m high. This park corridor is used by the elderly (on the other side of the Vuosaarentie service house), schoolchildren (Punakivi, Hetenniity, etc.) and the inhabitants of the northern Vuosaari for daily business. There are a rollator, a stroller and other aids for the passage with whom. Valli prevents travel and the shortest route on the Vuotalo page has been blocked by another. I propose that the park corridor is moved to the highest urgency class and the work is monitored.",
    "Answer": "",
    "Lon": 25.14015166317416,
    "Lat": 60.20933562159159
  },
  {
    "Timestamp": "2021-01-16T14:33:44.563000",
    "Title": "Sidewalks without plowing",
    "Message": "In the place: Haarniskatie, Helsinki is completely completely without plowing on both sides of the street. People have to walk on the motorway, including with strollers. Hopefully, at some point, you should do it, even though you will definitely have enough work elsewhere.",
    "Answer": "",
    "Lon": 25.09991641778825,
    "Lat": 60.2157086501747
  },
  {
    "Timestamp": "2021-01-16T18:05:10.197000",
    "Title": "Tankomäenkatu (00950)",
    "Message": "Hey,\n\nMy feedback applies to the maintenance of Tankomäenkatu (00950) in Mellunkylä.\n\nThe sidewalk today on the feedback day Sat 16.1.2021 continues to plow (unpaved spots are very difficult and impossible to travel with, for example, strollers or rollator).\nAlso a street roadway, hardened snow. The snow plowed is also piled on the sidewalk side to make it even more difficult to go there.\n\nThis Tankomäenkatu is influenced by the real Nomansland of the area.\nAs early as 2019, I have given feedback that the street should provide a similar permanent car transfer request (forbidden parking on a certain day of the week x times a month) as on similar residential streets (eg Puotila side). There is still no transfer call.\nBoth spring 2019 and 2020, the spring washing was not done, both times I made both written feedback, and I called the people responsible for the area for weeks.\nThe spring 2019 cleaning was finally done in the first week of June (about 2 months later in other streets in the area), in the spring of 2020 in early May (well over 1 month later than other streets in the area).\n\nThe problems of Tankomäenkatu are its incomplete, narrowness and parking on both sides of the street (there is no ban on this, so cars are even left directly in front of our house entrance to the street).\nThe sidewalks on the side of the even numbers are still waiting for the sidewalk, which was promised to start as early as August-September 2020 (Tankomäenkatu 6 and 8 housing manager Joona Eskola asked the city in late summer). All of the homes on the even numbers have been completed by May 2020.\n\nOn behalf of our own housing company and other users of that street, I look forward to the following activities from the area's maintenance:\n- Winter maintenance will be improved immediately\n- A permanent car transfer call for maintenance is ordered on the street to facilitate maintenance\n- Spring cleaning will be handled this spring on time without having to complain several times\n- Street construction will start in the spring as soon as the weather permitted\n\nRegards,",
    "Answer": "Thanks for your message, and my apologies for e.g. There has been room for improvement in the quality of winter maintenance. Hopefully the situation in the area is already slightly relieved. We have had to prioritize the plowing trails after an exceptionally high snow, and only one half of the sidewalk has had to be plowed in some places. All possible plowing equipment is in use and we strive to balance the situation as soon as possible.\n\nThe streets of Helsinki are always plowed according to the categories of treatment. Unfortunately, when snow has become abundant, it is time to clean up the streets. For more information on treatment classes: https://www.hel.fi/helsinki/kartat-ja-jeta/kadut-ja- traffic planning/katujen-mission/care classifications/care classifications. Tankomäenkatu belongs to the third category of treatment, ie it is last in the prioritization order.\n\nI have been informed of your wishes for maintenance on the area's leadership and for the transfer call to a transport engineer.",
    "Lon": 25.12459359645054,
    "Lat": 60.22527347783853
  },
  {
    "Timestamp": "2021-01-17T08:35:26.667000",
    "Title": "Plowing in Vuosaari",
    "Message": "Walking roads from Kallvikinti to Vanttitie and Sea Cards have not plowed. After all, the snow came to an end many days ago. After the previous plowing, you were not even sanded. Another problem is sea cards. Plowing so you don't know where the motorway is and where the sidewalk is. Causes incidents when cars drive on the sidewalk. To the east of the sea card, it would be safer to walk when the cars are parked on that side, but the sidewalk has not been plowed at all.",
    "Answer": "Hey,\n\nThank you for your message and apologies for the need for improvement in winter maintenance. Hopefully the situation with regard to winter maintenance is a bit easier today in your area. We have had all the possible plowing equipment in use throughout the weekend to get the roads and fairways in good condition as possible before the snowfall of this week. We are currently focusing on the removal of snow piles from difficult places and the fight against slippery.",
    "Lon": 25.129407510032184,
    "Lat": 60.21514464063803
  },
  {
    "Timestamp": "2021-01-17T11:29:22.954000",
    "Title": "Lokitie should be planed from ice as soon as possible",
    "Message": "Lokitie in Rastila, Vuosaari, has frozen as extremely bumpy and dangerous. Lokitie is also a city service line route, but it is difficult to stay on the bench because of the unevenness of the road. In order to avoid the bumps of the road, cars are already around the narrow pedestrian lane. The hardened ice/snow layer should be planed from the road surface as soon as possible.",
    "Answer": "",
    "Lon": 25.134743435174716,
    "Lat": 60.20990667490531
  },
  {
    "Timestamp": "2021-01-17T12:02:53.694000",
    "Title": "Winter maintenance of the streets, Vuosaari",
    "Message": "Hey !\nHere in Vuosaari, Kallvikintie and Satamasaarentie's light crossing is there\nIn my opinion, a very poorly managed snow removal for a crosswalk crossing Kallvikintie. On both sides of the street, high snow thresholds have been left,\nYou have to go over the sidewalk. The situation is not alleviated by the fact that the severe frost has frozen those thresholds, which makes it even more difficult to cross the crosswalk. My 88-year-old dad crashed at that intersection as he crossed those snow barriers. Fortunately, the situation did not happen. Since this is a lively street crossing, I think it would be reasonable to make the road crossing so easy even during the winter !!\n\nRegards,",
    "Answer": "",
    "Lon": 25.13536570120328,
    "Lat": 60.21210501321182
  },
  {
    "Timestamp": "2021-01-17T14:10:41.385000",
    "Title": "Snowstorm blocking the elderly route - Vuosaari",
    "Message": "There is a house of Vahnus in which some people travel with a rollator. The passage is plugged in with snow, prevents access to the mall - shops, pharmacy, health center",
    "Answer": "",
    "Lon": 25.14318231167443,
    "Lat": 60.209502917803604
  },
  {
    "Timestamp": "2021-01-17T14:49:33.339000",
    "Title": "Snow",
    "Message": "Has Vuosaari Street Maintenance Equipment been sold?\nFor many days, no plowed or sanded.\nThe sidewalks are really life -threatening. Even today\nThe rescue service took a slipped and lying on the hospital.\nThe assistant mayor is just thinking about the elections.\n\nPekka Sauri would have already done the issue with the help of a good Stara staff.",
    "Answer": "Thank you for your message. Yes, Vuosaari is still under the care of Stara. Unfortunately, the situation has been problematic in winter care. Work is always done almost 24 hours a day, and we do our best to get the situation in normal winter care conditions. Now the residential streets have been plowed and removed from the snow. In addition, slippery control is constantly being done.\n\nWe have passed on your request for winter care in the area.",
    "Lon": 25.14571867601164,
    "Lat": 60.20394438167303
  },
  {
    "Timestamp": "2021-01-17T16:34:32.912000",
    "Title": "Trim",
    "Message": "Leikosaarenkuja in Vuosaari is in very poor condition. The road has never been plowed or salted this year and traveling by car is almost impossible. This road has also been neglected in previous years and is very poorly managed in winter.",
    "Answer": "",
    "Lon": 25.138767412725983,
    "Lat": 60.201851590610744
  },
  {
    "Timestamp": "2021-01-17T18:10:20.636000",
    "Title": "Snow plowing from Lokitie",
    "Message": "Hi, could Vuosaari Lokitie come to plow. It is very lumpy and bumpy. Cars drive on the sidewalk when they can't drive properly on the road. And soon there will be more snow. Big snowmobiles could also come and get if you can. A busy road where there is a bus and a lot of schoolchildren and kindergarten children. Thank you for your good work and for the snowy winter.",
    "Answer": "",
    "Lon": 25.134743435174716,
    "Lat": 60.20990667490531
  },
  {
    "Timestamp": "2021-01-17T19:36:14.948000",
    "Title": "Vuosaari plow",
    "Message": "Hey,\n\nThere is such a potato field on Koukkusaarentie that the car breaks down when you try to get home, and the Satamasaarentie and Ulappasaarentiek are not in very good shape.\nCould they go to care.",
    "Answer": "",
    "Lon": 25.139057530129207,
    "Lat": 60.21501819748163
  },
  {
    "Timestamp": "2021-01-17T20:44:27.590000",
    "Title": "Elderly",
    "Message": "Hey,\nI am worried about going to the Columbus shopping center. At the Vuosaari road 8 (service houses Cecilia, Olivia and Lucia), after crossing the icy snowstorm, they cannot go to the Columbus pharmacy or shop. Also, Korona is a must. Why was the decisions of Columbus's leaf be closed?",
    "Answer": "",
    "Lon": 25.1436524837298,
    "Lat": 60.20978962226717
  },
  {
    "Timestamp": "2021-01-17T20:50:08.057000",
    "Title": "Tankomäenkatu (00950) in winter maintenance",
    "Message": "Hey,\n\nYesterday 16.1 I made feedback on the winter maintenance of Tankomäenkatu (and other disadvantages on that street).\n\nHere are some more pictures of the situation (I could no longer add them to my original feedback https://www.hel.fi/helsinki/suupunki-ja-halmo-ja-the- effect/pale/naya-palaute?fid=BS0K693g6pkqr3cuk9))\n\nAs shown in the pictures, there is room for improvement .. much.\nI understand, of course, that there was a lot of snow at once, but when writing feedback, it has been five days for the snow (and, for the sake of comparison, Mellunkylä/Mellunmäki on the other side of the Itäväylä had already been plowed by 90% of light traffic routes by Saturday).\nHowever, there is only one sidewalk on Tankomäenkatu, which is extended by all residents of the street along the Itäväylä bus, work, school, kindergarten, shop.\n\nImprove this and future winters, hoping for,",
    "Answer": "Hey,\n\nThank you for your message. I have directed your feedback to the area's work management.",
    "Lon": 25.12459359645054,
    "Lat": 60.22527347783853
  },
  {
    "Timestamp": "2021-01-18T07:21:46.176000",
    "Title": "Plowing of the red stone",
    "Message": "Hey\n\nMy feedback applies to Punakiventie in Vuosaari. I understand that last week the snowstorm caused a hurry to plow. The Punakiventie has still not been plowed and now the snow has been pressed into a hard very uneven layer on the road surface. Overcoming a car coming up is sometimes dangerous when the street area has narrowed and it is impossible to drive directly on an uneven surface.",
    "Answer": "Hey,\n\nThanks for your message and hopefully the situation in the area has already made it easier. Since last week, we have had all possible plowing equipment in use. The situation is still challenging on many residential streets and light traffic routes. I have directed your feedback to the area's management.\n\nHere you can read more about winter maintenance and treatment classifications in the Helsinki area: https://www.hel.fi/helsinki/kartat-ja-ja- traffic/kadut-ja- traffic planning/katuen--",
    "Lon": 25.14376466278001,
    "Lat": 60.21069601591707
  },
  {
    "Timestamp": "2021-01-18T07:27:02.930000",
    "Title": "The fence's frame broken",
    "Message": "Hey,\nOn Turten 14.1.2021, in the evening around 8pm and 9pm, Stara's own big plow car and truck drove off the snow from the corner of the Rautajatie and Humikkalantie, where it had plowed it in the previous days.\n\nDuring the snow off, the frame of our fence broke (not the first time) when the large snow mass was pressed forward.\nSaturday 16.1. The external contractor continued to plow the streets. He also noticed that the fence had been broken and took a photo of it.\n\nHere's a picture of the fence: There are also additional pictures I can send.\n\nIn the spring, the city must repair the fence to its original condition and color: no miracle \"board tunes\" and something that happens now.\nWe can also repair the fence against the compensation itself. The fence has been renewed for three years.",
    "Answer": "Thank you for your message and apologies for your fence to be damaged as a result of winter care. I have put information forward to the work management that should be directly contacted with you in the spring to mediate the damage.\n\nVery nice early week!",
    "Lon": 25.09270164968009,
    "Lat": 60.22874612883208
  },
  {
    "Timestamp": "2021-01-18T09:35:01.369000",
    "Title": "Next to the kindergarten disabled p ...",
    "Message": "The disabled P-site next to the kindergarten was hoped to plow.",
    "Answer": "",
    "Lon": 25.140053257014372,
    "Lat": 60.22009721918937
  },
  {
    "Timestamp": "2021-01-18T10:10:01.586000",
    "Title": "Rajapaadenraitti is a walk ...",
    "Message": "The Rajapaadenraitti is on the walking track has a very large Valli for the service house that should be opened urgently. People go on a rollator. Could you get help urgently.",
    "Answer": "",
    "Lon": 25.142877156690275,
    "Lat": 60.209835336543144
  },
  {
    "Timestamp": "2021-01-18T10:48:22.948000",
    "Title": "The plow of the dragon path",
    "Message": "Hey!\nIn Vuosaari, the dragon path has not been plowed at the side of the Satamasaarentie. The Dragon Path is a playground for the Dragon Park service road and it takes about small schoolchildren as well as mothers and children with its stroller.",
    "Answer": "Hey,\n\nThanks for your message and hopefully the situation in the area has already made it easier. Since last week, we have had all possible plowing equipment in use. The situation is still challenging on many residential streets and light traffic routes.\n\nHere you can read more about winter maintenance and treatment classifications in the Helsinki area: https://www.hel.fi/helsinki/kartat-ja-ja- traffic/kadut-ja- traffic planning/katuen--",
    "Lon": 25.138558230484037,
    "Lat": 60.212110692788706
  },
  {
    "Timestamp": "2021-01-18T12:25:24.558000",
    "Title": "Voikukutie without plowing.",
    "Message": "I know last week has been busy with snow work. But on Voikukutie in Itäkeskus, no plow has been seen. At the end of the road is both service houses and a kindergarten.",
    "Answer": "",
    "Lon": 25.08752360964993,
    "Lat": 60.20886020914779
  },
  {
    "Timestamp": "2021-01-18T13:02:33.647000",
    "Title": "Unpaved road section",
    "Message": "Why not plow Ulappasaarentie and Satamasaarentie in Vuosaari. The snowstorm has paused 5 days ago.\nThis same problem is repeated year after year. Now only a road bear can plow.",
    "Answer": "",
    "Lon": 25.13755974911148,
    "Lat": 60.210567963888785
  },
  {
    "Timestamp": "2021-01-18T13:05:01.356000",
    "Title": "Nupikuja is very bad ...",
    "Message": "The nipples are very bad in good condition, snow and ice thick layer. There is still a slope and there are pedestrians and cars slipping there.",
    "Answer": "",
    "Lon": 25.123429218029642,
    "Lat": 60.232329205703024
  },
  {
    "Timestamp": "2021-01-18T13:55:26.592000",
    "Title": "snow work",
    "Message": "Hey! ! 8.01.21 Why the walkway between the Big Villasaarentie turning point and the S-market has not been plowed, the distance is about 10m. It is difficult for us to get to the store badly and in a wheelchair. When the sidewalk is plowed at the same time to help the park.",
    "Answer": "",
    "Lon": 25.142328920143843,
    "Lat": 60.22066922230994
  },
  {
    "Timestamp": "2021-01-18T14:57:27.262000",
    "Title": "plow",
    "Message": "Hey,\n\nCan you come to plow Uusillantie, Ojatie and Rekitie. Ko. streets are in shocking condition and troops do not make it easier but\nInstead, the opposite. The streets are created in deep grooves and the bottoms of the channel\nscratches the street.",
    "Answer": "",
    "Lon": 25.112484191165855,
    "Lat": 60.22998738759038
  },
  {
    "Timestamp": "2021-01-18T15:15:00.562000",
    "Title": "We need sand on the hill, r ...",
    "Message": "Needed sand on the hill, heavy machines at work and the machines are not off the hill up",
    "Answer": "",
    "Lon": 25.184148375931485,
    "Lat": 60.210897418574895
  },
  {
    "Timestamp": "2021-01-18T15:17:20.298000",
    "Title": "Snow plowing - a car cannot reach the main road at all",
    "Message": "Hi, Koukkusaarentie in Vuosaari is no longer eligible without four -wheel drive. The machines that drive to the construction site today have driven the snow packed into the road and now the ordinary car will no longer get away.",
    "Answer": "",
    "Lon": 25.133686945300088,
    "Lat": 60.216208468892525
  },
  {
    "Timestamp": "2021-01-18T15:20:01.764000",
    "Title": "For Rastilantie, quick news ...",
    "Message": "A quick new plow for Rastilantie. Cars don't stay on the road.",
    "Answer": "",
    "Lon": 25.131023443372307,
    "Lat": 60.213258222819
  },
  {
    "Timestamp": "2021-01-18T15:25:00.799000",
    "Title": "A quick oar couple is needed ...",
    "Message": "A quick to Airoparintie is needed. I hope you get to plow this street quickly, it has not been plowed at all.",
    "Answer": "",
    "Lon": 25.13343085538109,
    "Lat": 60.21089529507496
  },
  {
    "Timestamp": "2021-01-18T16:01:24.137000",
    "Title": "Plowing of the Lokitie",
    "Message": "Hi, I wonder if the plow of Lokitie in Rastila is anyone's responsibility when it feels like no one is handled, even though the road is the main road in the Rastila small house area and there are buses on the road. The road is always in the snowy winters in a terrible condition, that is, a total potato field full of big monts and patches, and the sidewalk does not distinguish from the driveway. Could someone take this road to winter maintenance?",
    "Answer": "",
    "Lon": 25.134743435174716,
    "Lat": 60.20990667490531
  },
  {
    "Timestamp": "2021-01-18T16:07:03.117000",
    "Title": "Street in chaos",
    "Message": "Rusthollar Rocks in Hki Chaos, not plowed all the time. Today the sidewalk plowed but driveway was obtained completely into paper, ie cars stuck",
    "Answer": "",
    "Lon": 25.091214220961163,
    "Lat": 60.21299537689361
  },
  {
    "Timestamp": "2021-01-18T16:15:01.257000",
    "Title": "Lokitie/Rastilantie Driving",
    "Message": "Hey\nNow you have to do something and soon to Lokitie and Rastilantie .. After the snowfall, they are almost unmarked for large ice lins and now that the air has fallen, the snow layer under the cars has started to soften and deceive under the cars to make 15-20 cm deep. Somehow there are sidewalks ..",
    "Answer": "",
    "Lon": 25.134743435174716,
    "Lat": 60.20990667490531
  },
  {
    "Timestamp": "2021-01-18T16:38:46.091000",
    "Title": "Plowing of the red stone",
    "Message": "Hey\n\nI posted a message earlier today, but now the situation really started to dull. Could the Punakivntie finally plowed? Driving to garages is very difficult.",
    "Answer": "Hey,\n\n\nThanks for your message and apologize for the awkward situation. I have directed your feedback to the area's management.",
    "Lon": 25.143237321062593,
    "Lat": 60.21384694991725
  },
  {
    "Timestamp": "2021-01-18T18:44:21.493000",
    "Title": "The crosswalk in the exchange of Karhulantie and Rusthollarintie",
    "Message": "Hey! Could it be possible to get a slowdown on the crosswalk between Karhulantie and Rusthollarintie? Motorists crawl around the corner is terribly strong and many times I had to stay with the kids under the cars when no drivers pay attention to when they come from Itäväylä! Now, especially as the completion of this more homes and adds to which other families are sure to change and go to school alone, it would be important to get this street even a little safer. There have also been a couple of slowdowns on the rusthollarintie, which soothed the passage so I would be very hopeful that it would be possible for this as well.",
    "Answer": "",
    "Lon": 25.104676626132694,
    "Lat": 60.21507670315761
  },
  {
    "Timestamp": "2021-01-18T18:44:59.159000",
    "Title": "Road Alertness Haapsalunkuja Vuosaari",
    "Message": "Haapsalunkuja has not been plowed after snowfall. Today, the alley drove a heavy vehicle, after which there are now deep grooves on the road. The fear is that small cars will soon be caught on the bottom, especially as more snow is coming again. When is the road to plow?",
    "Answer": "",
    "Lon": 25.117397381779288,
    "Lat": 60.19592153030332
  },
  {
    "Timestamp": "2021-01-18T19:31:48.875000",
    "Title": "Sea Card Plowing!",
    "Message": "The evening.\nSea cards in Vuosaari and its turning point would urgently need a little plowing. The cars start to get stuck on the driveway and the turning point.",
    "Answer": "",
    "Lon": 25.128509946650208,
    "Lat": 60.21625846107777
  },
  {
    "Timestamp": "2021-01-18T19:32:31.928000",
    "Title": "2 -grade driveway plowing Vuosaari",
    "Message": "Do you know the condition of Stara's condition that the sea cards and the Merikortitie are a 2 -class driveway and a Class B corridor. How the hell is left out of plow? Today 18.1 ALKP Road cheat and 20cm tracks. Certainly hsl missed the bus there! Now fuck up. There are time to spread the benches but put the first roads to run. Same when the park corridors are still aurami. The planer for the sea cards of the same road and the park are open to the tip of the plow now. T: A jerk plowing in the city !! Ps if the ice stuck ku should leave a career on Stara's roads. So the city gets towing the invoice",
    "Answer": "",
    "Lon": 25.129145615633394,
    "Lat": 60.21735284096284
  },
  {
    "Timestamp": "2021-01-18T19:40:48.698000",
    "Title": "Plowing Vuosaari?",
    "Message": "Hi,\nCould you go plowing Ulappasaarentie and Satamasaarentie, the cars will be closed on the slope when that city of Helsinki's plow does not seem to hit these roads? Every snow winter has the same thing since 2006 ... so is it time to plow? Ps. to work in the morning",
    "Answer": "",
    "Lon": 25.13731441246398,
    "Lat": 60.21228251846476
  },
  {
    "Timestamp": "2021-01-18T20:40:48.349000",
    "Title": "Snow plowing Saarenmaankatu",
    "Message": "Saarenmaankatu (Vuosaari) and Harbonkatu plowing poorly. There was a lot of snow, but it still has to plow wider than one lane. Saarenmaankatu was plowed by winding (which is incredible) and there is only one car on the bipolar road. It is also dangerous for children who walk to school. The road has narrowed too much, go plowing this again and correctly as plowing. The road is really bumpy, you take note that the car's damage should be replaced by the motorist. Also take the snow, presumably when you plow and reduce the snow here you improve safety and reduce work in the future. thank you",
    "Answer": "",
    "Lon": 25.12517837079636,
    "Lat": 60.19880449708598
  },
  {
    "Timestamp": "2021-01-18T21:08:31.495000",
    "Title": "Viitakkrununtie plow",
    "Message": "Why the Viitakkrununtie has been completely left out. In the middle of the street, there is a high snowstorm assembled, with the only route for cars on the sidewalk. Many nearby hazards have already occurred. Now, due to snowfall, the sidewalk has become impossible. The car is attached to the bottom and the grooves are deep. Can I finally do something about it?",
    "Answer": "",
    "Lon": 25.10893662194244,
    "Lat": 60.23227906448278
  },
  {
    "Timestamp": "2021-01-18T21:30:44.964000",
    "Title": "Lumen plowing on Aurinkolahti Road in Vuosaari",
    "Message": "Why the snow is plowed on the Aurininkolahden Park on the street corridor as a barrier so that the bus stops H 46649 and H 4650 (Ivan Falininkuja) cannot access from the Artist House (Visiting Address Midsummer Ruusunkuja 3) Bus stops with a stroller and rollator. Also, taxis and alarm vehicles do not get to the house directly, but have to go through the backyard, there are stairs. And there could be no repair in this outfit.?",
    "Answer": "",
    "Lon": 25.149175070638996,
    "Lat": 60.202666031674255
  },
  {
    "Timestamp": "2021-01-18T22:04:52.747000",
    "Title": "Street Maintenance Rastila",
    "Message": "The roads in the Rastila area are practically unpaved throughout, and at the intersection of Lokitie and Rastilantie, for example, there are such deep grooves in the street that more cars, such as Post's cars, have been stuck at this point. It has been many days since the snow result, couldn't do something about it.",
    "Answer": "",
    "Lon": 25.12378175367489,
    "Lat": 60.21094952584006
  },
  {
    "Timestamp": "2021-01-18T22:07:04.648000",
    "Title": "Plowing the Vuosaari Rantakiventie",
    "Message": "The change has become a decent snowy winter again. It's nice, but the snow removal of the streets is badly lagging behind. The beach stone, which is a public transport route (however, class III?), Is in poor condition after the previous storm. Today, Monday 18.1.1.13 had to turn back before its actual turning point because the street is so snowy and bumpy. As the snow plowed on the street has not been transported, cars parked on the street are already in the middle of the street. There are a lot of pedestrians on the street who wander in the midst of snow piles, parked and moving cars. This is downright life -threatening! At the same time, the outdoor road on the beach, the dam, is plowed up to the sand. Why is the beachkiventie in the lowest plowing class, even if there is a public transport route? Does anyone ever check the streets, or do we act rigidly on an excel basis? Nature does not work according to the calendar.",
    "Answer": "",
    "Lon": 25.13342220291861,
    "Lat": 60.22208761163201
  },
  {
    "Timestamp": "2021-01-18T22:37:14.930000",
    "Title": "Who is to remove the plow from the walkway?",
    "Message": "Vuosaari has a rather lively walking route from North Vuosaari Colmbus shopping center. The remainder of the route passes through the Rajapaadenra line directly past Vuotalo. Once the sidewalk on the Vuosaarentie Vuotalo side has been plowed, the plowing barn has been left unanswered by the library.\nThe footpath uses a lot of older people whose route plowing is a dangerous obstacle. Rajapapaadenraitti 3 is a senior house where many elderly people go to a shop or library, relying on the rollator. Cecilia residents of the service house are the same route. Even if you do not use a rollator, the snow barrier is dangerous, especially since temperature variation sometimes causes so -called skulls.\n\nIs it so difficult or expensive to remove the plowing power that this is still forced to be forced to the elderly in the distress. And even a younger pedestrian may fall and offend himself. However, it is a very low cost!",
    "Answer": "",
    "Lon": 25.143038498632738,
    "Lat": 60.20961077772464
  },
  {
    "Timestamp": "2021-01-18T23:31:18.991000",
    "Title": "Winter maintenance",
    "Message": "Hey,\n\nI understand that winter has come as a surprise, but the limit is everything. The area marked on the map is completely non -driving. People can't get into their homes or work and cars are constantly stuck.\nThat point went to plowing last week, but no longer can plowing. Even today, several cars got stuck. The road resembles more potato field. Is there a place nearby where the car would then be parked for the night when you simply can't drive the road due to poor condition. All places in the area are on the reel 4h",
    "Answer": "",
    "Lon": 25.138982492751616,
    "Lat": 60.205809519254345
  },
  {
    "Timestamp": "2021-01-19T00:39:36.840000",
    "Title": "People can't get to work",
    "Message": "Hey,\nIn Helsinki, the Rukatunturintie road and the streets of the residential area at the end have still not been plowed. Week in snow. The area is Mäkinen, there is a school here and you can no longer move around by car. You can also get here by rescue vehicles. I know I'm in a hurry but you can go bad here if the streets are not plowed soon. Is this area forgotten?",
    "Answer": "",
    "Lon": 25.122186459109905,
    "Lat": 60.233012483204696
  },
  {
    "Timestamp": "2021-01-19T08:07:25.840000",
    "Title": "Lokitie, Helsinki without plowing",
    "Message": "The Lokitie is very poorly plowed. Large snowstorms and monts have been left. The bottom of the cars break down. This is incredibly poorly worked. In previous years, cleaning has worked but now .. The street has to be cleaned down to the soles so you have to be a heavier aura. In addition, you could put a parking ban on the street because cars parked on both sides of the street and the bus will not be able to pass safely",
    "Answer": "",
    "Lon": 25.125474125837588,
    "Lat": 60.21015810135205
  },
  {
    "Timestamp": "2021-01-19T08:48:34.564000",
    "Title": "Lokitie plowing work",
    "Message": "If Lokitie is part of the city, I would hope that something would be done on the road. The cars are broken when the road is left full of large bumps and large piles of snow. Pregnant itself and certainly childbirth starts prematurely as you try to drive that way by car. I hope the road is being renovated in some way.",
    "Answer": "Hey,\n\nI apologize for the awkward situation. I have directed your feedback to the area's management. All possible plowing equipment has been in use since last week, but there is still work to be done. Limited resources are intended to prioritize according to traffic volumes.\n\nHere's more information about the exceptional situation:\nhttps://www.hel.fi/uutiset/en/kaupunkiymparisto/lumitöt-jatuvatvatella- Power",
    "Lon": 25.134128983356337,
    "Lat": 60.209602134084946
  },
  {
    "Timestamp": "2021-01-19T09:25:00.440000",
    "Title": "Terrible snowboarding, minibus ...",
    "Message": "Terrible snowboarding, minibuses and vehicles stuck",
    "Answer": "",
    "Lon": 25.128750539568973,
    "Lat": 60.21781096954356
  },
  {
    "Timestamp": "2021-01-19T09:25:00.828000",
    "Title": "Kindergarten's escort traffic ...",
    "Message": "Kindergarten's escort traffic stings due to a snow situation. Neighbor roads are already plowed.",
    "Answer": "",
    "Lon": 25.14121863217291,
    "Lat": 60.201615642909516
  },
  {
    "Timestamp": "2021-01-19T09:37:52.152000",
    "Title": "Poorly plowed, now the cars are stuck.",
    "Message": "Because last week plowing was done in the Hutila, now the thick layer of snow is getting stuck and the cars are getting stuck. Could the road be plowed and preferably urgently.",
    "Answer": "",
    "Lon": 25.12579185350881,
    "Lat": 60.22719307715057
  },
  {
    "Timestamp": "2021-01-19T09:45:39.781000",
    "Title": "Rastilantie and Poijutie need to plow as soon as possible",
    "Message": "Hey,\nRastilantie and Poijutie currently have so much snow that you can't drive an ambulance. This is a security risk and should be treated as soon as possible.",
    "Answer": "Hey,\n\nI apologize for the awkward situation. I have directed your feedback to the area's management. All possible plowing equipment has been in use since last week, but there is still work to be done. Limited resources are intended to prioritize according to traffic volumes.\n\nHere's more information about the exceptional situation:\nhttps://www.hel.fi/uutiset/en/kaupunkiymparisto/lumitöt-jatuvatvatella- Power",
    "Lon": 25.126599942725928,
    "Lat": 60.212131618296254
  },
  {
    "Timestamp": "2021-01-19T10:10:02.003000",
    "Title": "K cars get stuck in the roadside ...",
    "Message": "The k cars get stuck on the road.",
    "Answer": "",
    "Lon": 25.14289156091295,
    "Lat": 60.213147242092546
  },
  {
    "Timestamp": "2021-01-19T10:12:42.218000",
    "Title": "Plowing on small streets",
    "Message": "Havukuja, located in the Kallahti residential area in Vuosaari, has not been plowed at all since the abundance of snow. As a result, the packed snow has frozen hard and dangerously controls cars towards the oncoming or parked cars. The street should be plowed before the next plentiful snowfall so the frozen snow piles will no longer be visible due to a new snow cover. Havukuja uses more than 200 cars daily because it has a parking house and a parking shed and a kindergarten to bring/seek children.",
    "Answer": "",
    "Lon": 25.135827906640372,
    "Lat": 60.20174692840663
  },
  {
    "Timestamp": "2021-01-19T10:21:01.896000",
    "Title": "Punakiventie 00980; plow",
    "Message": "Stara's 2 Wille helped when the school's food service car was caught in the snow at Punakiventie 4. We worked for 1 1/2 hours that the freezer car could continue its journey. The snow is 15-20 cm.",
    "Answer": "",
    "Lon": 25.143335560417793,
    "Lat": 60.21155811828048
  },
  {
    "Timestamp": "2021-01-19T10:26:09.695000",
    "Title": "Ramsinranta road maintenance",
    "Message": "In the area, Harbonkatu, Hiidenmaankatu and Saarenmaankatu on the road in deep poles and a lot of stumpy snow, uphill cannot be driven without four -wheel drive off -road. Could you get a good plow and handicap as soon as possible to get here, thank you!",
    "Answer": "",
    "Lon": 25.12375817209655,
    "Lat": 60.19990082973425
  },
  {
    "Timestamp": "2021-01-19T11:03:20.860000",
    "Title": "Sea Card Road and Sea Card Plow",
    "Message": "Hi, in Vuosaari Merikorttikuja 6 has a nursing home for the elderly, where you need to have an unobstructed access to ambulances, Heino's wholesale cars, etc. Now, without plowing, soft snow and drunk.\nI hope for a quick plow.",
    "Answer": "",
    "Lon": 25.130692018134695,
    "Lat": 60.216094772692955
  },
  {
    "Timestamp": "2021-01-19T11:05:01.296000",
    "Title": "Snow pins in the middle of the road ...",
    "Message": "Snow lumps in the middle of the road and the hill is very slimy, cars stuck on the slope. Let's hope for plowing - thank you.",
    "Answer": "",
    "Lon": 25.124501290970137,
    "Lat": 60.21044623050288
  },
  {
    "Timestamp": "2021-01-19T11:21:45.165000",
    "Title": "Aursus Lokitie, Vuosaari",
    "Message": "In Vuosaari, Lokitie should soon plow/rumble/snow export. The road is dangerous for pedestrians and motorists. There are schoolchildren on the road to Päiväkoti, the transportation of transportation in the bus !!!! The road is spiritual.",
    "Answer": "",
    "Lon": 25.129259944869247,
    "Lat": 60.209732623120445
  },
  {
    "Timestamp": "2021-01-19T11:25:15.711000",
    "Title": "Plowing of the shoreline",
    "Message": "The beachfront road has not been plowed after the snowy roads, as once and now the street is thick covered with a slope to prevent the minibus from getting there.\nPlowing thanks!",
    "Answer": "",
    "Lon": 25.128906799947316,
    "Lat": 60.2208534725005
  },
  {
    "Timestamp": "2021-01-19T11:28:16.184000",
    "Title": "The street requires urgent plowing",
    "Message": "Tankomäenkatu in Helsinki needs a quick plow. The cars get stuck in the bottom when there is such a thick layer of snow on the street.",
    "Answer": "",
    "Lon": 25.125553802271096,
    "Lat": 60.226286790021085
  },
  {
    "Timestamp": "2021-01-19T11:35:00.502000",
    "Title": "The cars get stuck in the road ...",
    "Message": "The cars get stuck in the road, plowing.",
    "Answer": "",
    "Lon": 25.14331779812788,
    "Lat": 60.211620965240286
  },
  {
    "Timestamp": "2021-01-19T11:45:43.617000",
    "Title": "Snow plowing",
    "Message": "The parking lot has not been plowed for at least a week. Sofa snow for about a dozen cents. In the morning, several cars are stuck. Some of the parking spaces are completely covered with snow. 3 business days have been banging a long time ago. Could you take care of people to get their car parked by evening?",
    "Answer": "Hey,\n\nI apologize for the awkward situation. I have directed your feedback to the area's management. All possible plowing equipment has been in use since last week, but there is still work to be done. Limited resources are intended to prioritize according to traffic volumes.\n\nHere's more information about the exceptional situation:\nhttps://www.hel.fi/uutiset/en/kaupunkiymparisto/lumitöt-jatuvatvatella- Power",
    "Lon": 25.144231345229596,
    "Lat": 60.22250712147952
  },
  {
    "Timestamp": "2021-01-19T11:52:05.066000",
    "Title": "Auraus, Airoparintie Vuosaari",
    "Message": "Hey\n\nAiroparintie in Vuosaari has never been plowed after last week's snow, now more snow is coming, and as the weather coins the road, the bottom of the cars is already closed.\nThe sidewalks are in a condition that walkers have moved to the motorway\nI ask for a quick fit with enough heavy equipment (road bear?) To get the street in order",
    "Answer": "",
    "Lon": 25.135360782716596,
    "Lat": 60.21091129077984
  },
  {
    "Timestamp": "2021-01-19T12:02:26.590000",
    "Title": "Plowing of the Lokitie",
    "Message": "Hi. Vuosaari Lokitie has now been in really bad shape since the snowfall and the plowing has been very low despite the fact that the snowfall has sometimes paused. The start up to the intersection of Venemestarintie is like driving on an icy potato field. There are hardly any sidewalks and the street has already narrowed so that even if there are no cars in the park on the edges, there is no way to drive two cars side by side. From the intersection of Venemestarintie, the rest of the Lokitie and the adjacent Rastilantie are both in the slope and the snow has accumulated so much that an ordinary passenger car grabs the bottom. In order to prevent the car from being stuck, you need to get uphill in some places and to the most sloping points that can cause hazards for both motorists and pedestrians. Pedestrians and cars have to move the same way, and cars may slide on the poorly treated road, throw or steer the snowmobile towards pedestrians or other cars. There is a school next door and a lot of small children are moving around the area, so it would be important to plow the roads properly to ensure everyone's safety and streamline traffic. The same applies to other adjacent streets.",
    "Answer": "",
    "Lon": 25.121872595767964,
    "Lat": 60.21166932478096
  },
  {
    "Timestamp": "2021-01-19T12:35:02.834000",
    "Title": "In Vuosaari Lokitie and Rast ...",
    "Message": "In Vuosaari, Lokitie and Rastilantie are still in poor condition. On these roads, we drive liner traffic and\nThere is a risk that we will have to leave the routes in question. Last week we didn't report this because we thought\nthat the situation is so chaotic anyway\n\nRegards",
    "Answer": "",
    "Lon": 25.124032733567056,
    "Lat": 60.21054539872965
  },
  {
    "Timestamp": "2021-01-19T12:52:08.946000",
    "Title": "Snow load near schools near schools",
    "Message": "The snow load on Rusthollarintie, Rusthollarinkuja and Klauvantie are currently so large that it places Puotila elementary school students in life risk. The caregivers now have to leave students in the middle of the street because the sidewalks and the edges of the carriageway are full of snow. Traffic on the street is lively.\nAlso, cars for employees or residents can no longer fit in the street park.\nI ask for a quick removal of snow loads near the school. Now the situation is life -threatening for children.",
    "Answer": "",
    "Lon": 25.094059805646932,
    "Lat": 60.21149450039744
  },
  {
    "Timestamp": "2021-01-19T13:00:37.051000",
    "Title": "Naulakalliontie's eastern end of the driving",
    "Message": "Hey! After a week's break, I came home to Naulakalliontie in Mellunmäki and I wasn't getting home. It's about a week of snowstorm, but apparently the eastern end of Naulakallionti has not been plowed at all. The street is uncommon and all cars have to drive along the sidewalk. There are a lot of children on the sidewalk, as there is a Mellunmäki elementary school next door. I understand that the snow chaos is not set immediately, but I should get even smaller streets a week, even as cleaned. It cannot be that residents cannot get into their homes. How would alarm vehicles reach their destination if there was a fire or someone got a disease.",
    "Answer": "",
    "Lon": 25.121659402812522,
    "Lat": 60.23202567739517
  },
  {
    "Timestamp": "2021-01-19T13:07:07.126000",
    "Title": "Lumen Plowing -Iroparintie Vuosaari",
    "Message": "Hey!\nAiroparintie (Kallvikintie cross -street) is unpaved. The street is like a plow field and now in a condition that it is dangerous to drive by car. On the street, you can break your car's bottom or beak protection because the snow on the street is accumulated in tall freezing lumps.",
    "Answer": "",
    "Lon": 25.135360782716596,
    "Lat": 60.21091129077984
  },
  {
    "Timestamp": "2021-01-19T13:10:02.659000",
    "Title": "Plowing in the area of ​​Ro ...",
    "Message": "Plowing in the area rollator and stick",
    "Answer": "",
    "Lon": 25.14183067579597,
    "Lat": 60.20973773008705
  },
  {
    "Timestamp": "2021-01-19T13:27:27.045000",
    "Title": "The rescue path without plowing for several days",
    "Message": "Hey,\n\nNukker Ruppuja, 00990 Helsinki (Aurinkolahti) is a rescue road for several large housing associations. There are no rescue vehicles in the yards of the houses, neither ambulance nor the fire brigade. Who is responsible for plowing and why are these rescue paths not plowed?",
    "Answer": "",
    "Lon": 25.14759128257025,
    "Lat": 60.20333198360983
  },
  {
    "Timestamp": "2021-01-19T13:33:50.957000",
    "Title": "Airoparintie and Rowing Vuosaari no plows yet",
    "Message": "Hey\nIn Vuosaari Airoparintie and rowing are not plowed. They have never been plowed when the snow started 12.1 more. Prams cannot travel on the sidewalk and cause dangers. The intersection of these roads is also dangerous because it has a lot of snow and deep monts. For example, the bottom of the car hits the frozen bumps due to non -plowing and the cars are stuck at the soft areas. Aura went to week 1 twice in the morning when the snow had come about 2cm and would not have needed. Now that is not needed. However, here too, the road maintenance fees are paid in the real estate.",
    "Answer": "",
    "Lon": 25.133340493172344,
    "Lat": 60.21085050895283
  },
  {
    "Timestamp": "2021-01-19T13:35:00.533000",
    "Title": "Plowing is needed.",
    "Message": "Plowing is needed.",
    "Answer": "",
    "Lon": 25.132387929928328,
    "Lat": 60.22958308506127
  },
  {
    "Timestamp": "2021-01-19T13:49:18.754000",
    "Title": "Streets and sidewalks",
    "Message": "When the Puotila is plowed by dwelling streets and sidewalks, are in a terrible condition, the snow result has been over a week and the streets have not been plowed once more, Rusthollarinkuja, Klaavuvie Metro end and Haarniskatie, we have properties along those streets. has been plowed in other years",
    "Answer": "",
    "Lon": 25.092582265168662,
    "Lat": 60.212007136799755
  },
  {
    "Timestamp": "2021-01-19T13:55:00.598000",
    "Title": "Cars stuck, plowing ka ...",
    "Message": "Cars stuck, plowing is needed",
    "Answer": "",
    "Lon": 25.129566332165744,
    "Lat": 60.218824393830175
  },
  {
    "Timestamp": "2021-01-19T13:55:21.600000",
    "Title": "Snow plowing",
    "Message": "Who has a clip in Vuosaari (rescue, light traffic road and other users)\nwho leaves the Aurinkolahden Parkie towards the Artist House. This piece of road is before the Midsummer Rose, which is the address of the house.",
    "Answer": "",
    "Lon": 25.149280894966854,
    "Lat": 60.20214533886762
  },
  {
    "Timestamp": "2021-01-19T14:09:03.516000",
    "Title": "Auraus Satamasaarentie, Vuosaari",
    "Message": "Hi, when that aura car comes to Satamasaarentie, has still not been seen this year.\nThe road is so snowy that you can no longer get it by car.",
    "Answer": "",
    "Lon": 25.13688108114642,
    "Lat": 60.21217526153348
  },
  {
    "Timestamp": "2021-01-19T14:15:00.432000",
    "Title": "Body cars sink into the snow p ...",
    "Message": "Body trucks sink into the snow Fri and Sat Blessing at the Church, needed plowing.",
    "Answer": "",
    "Lon": 25.13874147804458,
    "Lat": 60.21279263120382
  },
  {
    "Timestamp": "2021-01-19T14:45:01.657000",
    "Title": "Red Stone Plowing: Hello\n...",
    "Message": "Red Stone Plowing: Hello\n\nI posted a message earlier today, but now the situation really started to dull. Could the Punakivntie finally plowed? Driving to garages is very difficult.",
    "Answer": "",
    "Lon": 25.143237321062593,
    "Lat": 60.21384694991725
  },
  {
    "Timestamp": "2021-01-19T14:50:01.433000",
    "Title": "Plowing cars yeah ...",
    "Message": "Plowing cars stuck",
    "Answer": "",
    "Lon": 25.121925872354034,
    "Lat": 60.211444891031434
  },
  {
    "Timestamp": "2021-01-19T14:58:34.921000",
    "Title": "Plow",
    "Message": "Hey,\nIt shouldn't be meant that when I run the grooves made by other cars Rastilantie, the bottom of my car will take the snow you haven't plowed away? Poijutie and Isonmastontie are also in dangerous condition. I just came home and fortunately no one came. Tomorrow Wednesday should take the car again. I'm sure I'm getting stuck in the snow. Do you answer that the streets of the city of Helsinki are in such a condition that the car gets stuck in the middle of the street?\nToday I drove around Vuosaari and went to Itäkeskus. No single plowing cars were on the move. Where are you plowing? Now you would be needed here before tomorrow morning so that the residents of Isonmastontie can get to work.",
    "Answer": "",
    "Lon": 25.123218159030365,
    "Lat": 60.20975632312218
  },
  {
    "Timestamp": "2021-01-19T15:09:49.784000",
    "Title": "plow",
    "Message": "In Vuosaari, Lokitie and Keulatie without plowing from last week's snowstorm!\nNow soft, cars are busy!",
    "Answer": "",
    "Lon": 25.128244078009814,
    "Lat": 60.20822574242317
  },
  {
    "Timestamp": "2021-01-19T15:15:01.389000",
    "Title": "Rastilantie and Lokitie and K ...",
    "Message": "Rastilantie and Lokitie and plowing on the Keulitie",
    "Answer": "",
    "Lon": 25.128087330278458,
    "Lat": 60.20965298191113
  },
  {
    "Timestamp": "2021-01-19T15:17:28.581000",
    "Title": "The streets without plowing",
    "Message": "Could you also plow Rastilantie and Vanttitie. There have been no plows here.",
    "Answer": "",
    "Lon": 25.12766721213635,
    "Lat": 60.21292940541319
  },
  {
    "Timestamp": "2021-01-19T15:19:29.656000",
    "Title": "Lack of plow",
    "Message": "A week ago, it rained about 40 cm and today a new snowfall started. Airoparintie in Vuosaari has never been plowed and now the cars are getting stuck in the slush. We small houses pay for streets maintenance.\nWho replaces the car towing the snow in the middle of the street?",
    "Answer": "",
    "Lon": 25.135360782716596,
    "Lat": 60.21091129077984
  },
  {
    "Timestamp": "2021-01-19T15:21:02.639000",
    "Title": "Winter maintenance",
    "Message": "Venemestarintie and Keulatie (00980) 19.1.2021 at 3:00 pm Three passenger cars stuck because there is so much snow. If we needed an ambulance to get there, you would not get there.",
    "Answer": "Hey,\n\nI apologize for the awkward situation. I have directed your feedback to the area's management. All possible plowing equipment has been in use since last week, but there is still work to be done. Limited resources are intended to prioritize according to traffic volumes.\n\nHere's more information about the exceptional situation:\nhttps://www.hel.fi/uutiset/en/kaupunkiymparisto/lumitöt-jatuvatvatella- Power",
    "Lon": 25.12651756472754,
    "Lat": 60.209474980338044
  },
  {
    "Timestamp": "2021-01-19T15:35:00.950000",
    "Title": "The Fallpakantie is needed a ...",
    "Message": "A plow is needed on Fallpakantie",
    "Answer": "",
    "Lon": 25.131903529264434,
    "Lat": 60.230292621495664
  },
  {
    "Timestamp": "2021-01-19T15:39:44.631000",
    "Title": "Airoparintie plowing",
    "Message": "Hey. Airoparintie has only been plowed once a week 2. The snow has since been abundant, the air is condensing and the road is soft and slimy. Soon you can't drive a normal car. The sidewalk has not been plowed. The road requires a quick plow! T. Resident of Airoparintie",
    "Answer": "",
    "Lon": 25.13417264120679,
    "Lat": 60.21145999680038
  },
  {
    "Timestamp": "2021-01-19T15:41:22.236000",
    "Title": "Plowing of the streets",
    "Message": "Lokkitie, Rastilantie and Keulatie should be plowed at least once. You can't get in a small car without getting stuck in the snow.",
    "Answer": "",
    "Lon": 25.126950826626075,
    "Lat": 60.209582271183976
  },
  {
    "Timestamp": "2021-01-19T15:42:14.984000",
    "Title": "Rastilantie and Lokitie, Keulatie/Venemestarintie",
    "Message": "The roads are in dangerously poor condition. Cars get stuck in the snow and the roads are really lumpy and deep in grooves. The carriageway is not distinguished from the sidewalk. We hope for a quick plow.",
    "Answer": "",
    "Lon": 25.128822556070673,
    "Lat": 60.20857522243504
  },
  {
    "Timestamp": "2021-01-19T15:48:47.296000",
    "Title": "Plowing of the roads",
    "Message": "Hey!\n\nWould it be possible to plow you more actively? In Vuosaari, we have never plowed Rastilantie in its entirety or on the Vanttitie. What about the trails could be driven on a machine? There was not a lot of skiers in Mustavuori. Also surprised by the parking ban on a road leading to Mustavuori, where the adjacent parking area is too small.",
    "Answer": "",
    "Lon": 25.123218159030365,
    "Lat": 60.20975632312218
  },
  {
    "Timestamp": "2021-01-19T15:58:41.940000",
    "Title": "Plowing has not been done at all",
    "Message": "The area of ​​the Klaavukolu was completely unpaved. Don't you plow here because there are a lot of tenants living. Many of us go to work by car. Now a little suddenly here to plow",
    "Answer": "",
    "Lon": 25.096303155772567,
    "Lat": 60.21382649142695
  },
  {
    "Timestamp": "2021-01-19T16:00:01.538000",
    "Title": "The bottom of the car is grabbed, ...",
    "Message": "The bottom of the car is captured, the plowing is needed",
    "Answer": "",
    "Lon": 25.1275333214335,
    "Lat": 60.21096392326261
  },
  {
    "Timestamp": "2021-01-19T16:05:01.738000",
    "Title": "Very big snowstorm white ...",
    "Message": "A very large snowstorm at the intersection of the White Papenrait and Vuosaarentie so that you can't go so that you can go to the store with a rollator. One lady calling many times.",
    "Answer": "",
    "Lon": 25.14273143060794,
    "Lat": 60.20950340367197
  },
  {
    "Timestamp": "2021-01-19T16:05:46.124000",
    "Title": "Snow plowing Vuosaari/Rastila",
    "Message": "Rastilantie!?! Vanttitie!?! In a solid condition!",
    "Answer": "Hey,\n\nThank you for your message. I have directed your feedback to the area's management.",
    "Lon": 25.127196856538784,
    "Lat": 60.212570841544306
  },
  {
    "Timestamp": "2021-01-19T16:13:12.377000",
    "Title": "Satamasaarentie Tynnöselto cars get stuck in the bottom",
    "Message": "Satamasaarentie (Vuosaari) The road is like a plow field, cars are caught on the bottom and the elderly cannot reach the minibus stop at the church. The road has never been plowed after the first snowfall.\nCars try to get on the so -called big road by driving along the sidewalk.",
    "Answer": "",
    "Lon": 25.136701050131194,
    "Lat": 60.21225622569974
  },
  {
    "Timestamp": "2021-01-19T16:37:35.323000",
    "Title": "Fallpakankuja plowing",
    "Message": "Hey,\nFallpakankuja needs to be plowed faster than it is now.\nFallpakankuja has a kindergarten and today the cars were in the queue when they were looking for children.\nI live in Fallpakankuja so I also hope for faster plowing. There are two large housing companies at Fallpakankuja.\n\nYet healthy.",
    "Answer": "",
    "Lon": 25.128542841559035,
    "Lat": 60.229272726995596
  },
  {
    "Timestamp": "2021-01-19T16:39:39.274000",
    "Title": "Unpaved roads",
    "Message": "In Vuosaari, Helsinki, Rastilantie, Lokitie, Poijutie and the trails and alleys from it are in shocking condition due to the snow conditions! Only once have they been plowed during this recent snowfall. The cars are stuck uphill, in some places like the plow fields, on the other hand, the snow is rolled on the driveways. Cars have to be pushed uphill! Pedestrians are difficult, not to mention parents who pushed prams or people who are using a rollator. It's terrible if a heavy vehicle had to come here, like a fire truck or other alarm vehicle ... I understand that the main roads are primary maintenance destinations, but here too!\nBest regards, a female car who lives in Poijutie ... ps. Men agree!",
    "Answer": "",
    "Lon": 25.123218159030365,
    "Lat": 60.20975632312218
  },
  {
    "Timestamp": "2021-01-19T17:04:43.369000",
    "Title": "Snow plowing",
    "Message": "Hi, would the plowing equipment arrive on Saaremaankatu? Soon the passenger car will not get up the hill because it is over 10cm. At the same time, would I inquire because the snowstorm is taken away from the guest seats? I will no longer be able to reach my own housing association.\nRegards,",
    "Answer": "",
    "Lon": 25.123012526735607,
    "Lat": 60.198187220226366
  },
  {
    "Timestamp": "2021-01-19T17:10:37.958000",
    "Title": "Street dangerously slippery",
    "Message": "The street -driven street bumpy and really slippery. Requires leveling/sanding.",
    "Answer": "",
    "Lon": 25.095869440232562,
    "Lat": 60.213548568597496
  },
  {
    "Timestamp": "2021-01-19T17:39:17.458000",
    "Title": "Fallpakankuja in Mellunkylä longing for plowing !!",
    "Message": "Hi Milloinara plowed - today absolutely hopeless !! Many cars stuck in the alley. Personally, I drove outwardly using the sidewalk and when I entered the same. Crazy view when a bucket tractor drives the bucket up to the plow of the yard of the Fallpakankuja kindergarten - but why not drive the bucket down the tram !!! Hi Haloo Reason - Crazy Work, when Paiala is so why not cut with a driver !! ??? ??? Comments happy, please",
    "Answer": "Hey,\n\nI apologize for the awkward situation. I have directed your feedback to the area's management. All possible plowing equipment has been in use since last week, but there is still work to be done. Limited resources are intended to prioritize according to traffic volumes.\n\nHere's more information about the exceptional situation:\nhttps://www.hel.fi/uutiset/en/kaupunkiymparisto/lumitöt-jatuvatvatella- Power",
    "Lon": 25.128411077221134,
    "Lat": 60.22788167222531
  },
  {
    "Timestamp": "2021-01-19T17:58:14.802000",
    "Title": "Rukatunturintie and Srinth, accidents due to the condition of the road",
    "Message": "Hi, Rukatunturintie in front of the school in a terrible condition and without plowing. The bus will not arrive, taxis leave and search for children from Mellunmäentie. Several cars drove to the ditch today. Near misses in front of the school as cars caught among schoolchildren. Now to plow that area before someone gets hurt or worse! On the Rukatunturinrinne side, the situation is even worse. The junk car refused to come due to the lack of plowing. So never plowed this year.",
    "Answer": "",
    "Lon": 25.122186459109905,
    "Lat": 60.233012483204696
  },
  {
    "Timestamp": "2021-01-19T18:03:03.008000",
    "Title": "Plow",
    "Message": "Hey,\n\nI am literally a prisoner of my home because I can't cross the road when the slice is not plowed off. An electric wheelchair has no issue beyond the yard of the housing association. Numerous cars, trucks and junk car have been in need of towing at this point.\n\nNet. Hi.",
    "Answer": "",
    "Lon": 25.138865954229995,
    "Lat": 60.212370657476725
  },
  {
    "Timestamp": "2021-01-19T18:12:36.366000",
    "Title": "Cars stuck in a snow sea when not plowing the street",
    "Message": "At Fallpakankuja, 00970 Helsinki, the street has not been plowed from the snow and the cars got stuck on the road. There are many real estate and kindergarten along the street, so the street plowing should be secured to move it and the sidewalk to move. There has been constant snowfall and predicted more to come, so Auras should be done immediately to allow the car to move and go to work. The street is like a snowmobile that gets stuck in a car and the snowfall freezes in frost and breaks cars, foot widespreads and strollers are in trouble and in danger. I do not need a response because the purpose of the message is to indicate the angular situation that should be corrected.",
    "Answer": "",
    "Lon": 25.131554887670365,
    "Lat": 60.2288569084883
  },
  {
    "Timestamp": "2021-01-19T18:24:12.474000",
    "Title": "Lokitie plowing incomplete",
    "Message": "Hey,\nLokitie in Vuosaari has been poorly well maintained this winter, even at the SUV I have been stuck to the bottom several times, the road is dangerously lumpy, the cars drift into the footpath and the children of the next primary school and kindergarten are often in danger.\nWould it be possible to increase the priority for cleaning this road?\nKindly,",
    "Answer": "",
    "Lon": 25.134743435174716,
    "Lat": 60.20990667490531
  },
  {
    "Timestamp": "2021-01-19T18:29:38.123000",
    "Title": "Fallpakankuja",
    "Message": "Fallpakankuja is absolutely horrible. The cars are caught. Our car can get it when there is a big minivan below. But slows down the movement of others as cars stuck closes the road.\n\nThere is nothing else to get to Fallpakankuja.",
    "Answer": "Hey,\n\nI apologize for the awkward situation. All possible plowing equipment has been in use since last week, but there is still work to be done. Limited resources are intended to prioritize according to traffic volumes.\n\nHere's more information about the exceptional situation:\nhttps://www.hel.fi/uutiset/en/kaupunkiymparisto/lumitöt-jatuvatvatella- Power\n\nregards",
    "Lon": 25.129371866277896,
    "Lat": 60.22899368500695
  },
  {
    "Timestamp": "2021-01-19T18:30:06.294000",
    "Title": "Snow plowing",
    "Message": "In Rastila, the line 813 does not drive at all due to the condition of the road, Rastilantie is a public transport street, but not in good condition. Now the heavy snow has been softened after the weekend and in a very spooky condition.",
    "Answer": "Hey,\n\nI apologize for the awkward situation. All possible plowing equipment has been in use since last week, but there is still work to be done. Limited resources are intended to prioritize according to traffic volumes.\n\nHere's more information about the exceptional situation:\nhttps://www.hel.fi/uutiset/en/kaupunkiymparisto/lumitöt-jatuvatvatella- Power\n\nregards",
    "Lon": 25.13170968892367,
    "Lat": 60.21346397732707
  },
  {
    "Timestamp": "2021-01-19T18:41:50.738000",
    "Title": "Rastila's winter maintenance",
    "Message": "Hey!\nIn Rastila, Vuosaari has never plowed this year, Lumia, which has rained the snow, is already quite fierce. The roads are in a condition that they can no longer ride a passenger car, let alone a bike. I understand hurry, but at some point it is probably the turn of this area? However, as the owner of the property, I pay for this section earned money for which it would be reasonable to get even some value. Even the main roads, such as Lokitie and Rastilantie, would help a lot. Now, however, the snow is so packaged that it will need to need more severe equipment.",
    "Answer": "",
    "Lon": 25.128642560039633,
    "Lat": 60.20866515107283
  },
  {
    "Timestamp": "2021-01-19T19:05:04.247000",
    "Title": "Plowing Fallpakankuja",
    "Message": "Fallpakankuja has been plowed since the result of the snow, the whole alley almost free. Along the Fallpakankuja there is a kindergarten in the City of Helsinki, where car traffic on weekdays. We hope for a quick plow.",
    "Answer": "",
    "Lon": 25.128542841559035,
    "Lat": 60.229272726995596
  },
  {
    "Timestamp": "2021-01-19T19:07:43.233000",
    "Title": "Snow Cards Sea Cards",
    "Message": "Hey . It would be nice to know why not many days of snow work on Vuosaari on a sea card. Oni really hard to get home from work during the day. It would be really important to plow this alley in the morning before 7am to get to work.",
    "Answer": "",
    "Lon": 25.129145615633394,
    "Lat": 60.21735284096284
  },
  {
    "Timestamp": "2021-01-19T19:18:09.062000",
    "Title": "Dangerous condition of Rukatunturintie and nearby streets",
    "Message": "Mäkinen street leading to primary school is in dangerous condition. The cars are recklessly on the route of very small schoolchildren. Also, the service bus and the waste car will not arrive. Not to mention alarm vehicles.",
    "Answer": "",
    "Lon": 25.122186459109905,
    "Lat": 60.233012483204696
  },
  {
    "Timestamp": "2021-01-19T19:23:21.516000",
    "Title": "Rescue vehicles access to destinations?",
    "Message": "My own concern is focused on the rescue paths (public roads).\nAura cars have not been seen anywhere since last week, the week 2 storm. The new storm is coming and now as the weather has condensed, the roads have changed from a potato field to a swamp.\n\nRastilantie was not plowed at week 2. It felt like it was forgotten.\nHowever, it is such a wide street that the trucks at the end of Lidl can fit in the street park. However, last week's storm amount of snow caused considerable harm to traffic. Cars in opposite directions even had trouble skipping each other, even though there were no trucks in the park.\n\nRastila's own home area hopes to plow in the area. Otherwise, the rest of the week is likely to take place due to a weather break. Hopefully nothing will happen to need rescue equipment.",
    "Answer": "",
    "Lon": 25.12954325102274,
    "Lat": 60.2129724638366
  },
  {
    "Timestamp": "2021-01-19T19:28:33.575000",
    "Title": "Small house area in Rastila in Vuosaari",
    "Message": "No plow cars have been seen in Rastila! Driving a passenger car is absolutely impossible for snow and deep grooves on the highway! Dangerous because the car throws the deep grooves and then gets stuck in the substrate! It would be easier to shave on the plow field too! What is the reason for this, because here in Rastila, you have not been plowed at all after the snow ???\nNo bus, no mail or ambulance !! I understand that there is a hurry now, but for safety, any time!",
    "Answer": "",
    "Lon": 25.123218159030365,
    "Lat": 60.20975632312218
  },
  {
    "Timestamp": "2021-01-19T19:36:34.045000",
    "Title": "Snow plowing",
    "Message": "Hi, the share of the sea card and the sea card road is quite freezing, smaller cars (other than SUVs) and minibuses can't drive on the road. I also wondered how pedestrians are supposed to go in the slush? Cheers but downstairs to the old gentleman who should go here with the help of a rollator!",
    "Answer": "",
    "Lon": 25.129125282536453,
    "Lat": 60.21676946068446
  },
  {
    "Timestamp": "2021-01-19T20:23:14.088000",
    "Title": "Fallpakankuja without driving",
    "Message": "Hey!\nFallpakankuja in Mellunkylä has not been aurate lately, it has gathered snow so much that it is completely unmatched, the cars are stuck.",
    "Answer": "",
    "Lon": 25.131013332100956,
    "Lat": 60.22881256735298
  },
  {
    "Timestamp": "2021-01-19T20:31:58.404000",
    "Title": "Naulakalliontie 21 - 23 street and turning point",
    "Message": "Naulakalliontie 21-23 still in really poor driving. Cars drive on the sidewalk where children are in danger. The school is located on the same street.",
    "Answer": "",
    "Lon": 25.121568100982184,
    "Lat": 60.23173854940107
  },
  {
    "Timestamp": "2021-01-19T21:11:37.516000",
    "Title": "Plowing of Naulakallions",
    "Message": "The stem and turning point of Naulakallionti 23 continuously without plowing! Today, January 19, 2021, three cars have been stuck in the snow. The passenger car could not drive along the driveway but had to drive along the footpath. There are a primary school along the end of the road and numerous terraced and apartment buildings. At this point, the street is constantly problem with plowing every abundant winter !!",
    "Answer": "",
    "Lon": 25.123409078132735,
    "Lat": 60.23177275184814
  },
  {
    "Timestamp": "2021-01-19T21:19:56.878000",
    "Title": "Unpaved streets security risk",
    "Message": "Rukatunturintie is a public transport street because it takes the service line bus. However, the street has never been plowed since the snow came. Snowfall, poles and cars parked on both sides of the cinema pose a security risk while school is still at the end of the road. You have to drive on the road unless you want to get stuck. There have been several cars stuck here. Scared that children can be left below.\n\nThe situation is even worse in terms of Rukatunturinrinne, Rukanlae, Rukankuja and Valtavaarankuja. You can't drive school taxis, let alone ambulances and fire trucks, if the need arises.\n\nWe have been trying to work with neighbors by trying to work the city by knocking down a heavy slush and smaller pills. The help of residents has also been needed to remove cars. Today we couldn't get a junk car in our area.",
    "Answer": "",
    "Lon": 25.12269204279772,
    "Lat": 60.23307484434829
  },
  {
    "Timestamp": "2021-01-19T21:29:30.625000",
    "Title": "Parking of Rukatunturintie",
    "Message": "Especially now for snowy times, there are easily incidents at the intersection of Rukatunturintie and Mellunmäentie, because cars are parked on both sides of the road - often almost attached to the sidewalk. I would suggest that the entire trade side of the trade on Rukatunturintie 2 would be a parking ban area, which would accommodate both cars in the cross -area and better visibility.\n\nAnother ban on the parking could be on the street section on the Rukatunturintie side in front of Rukatunturinrinne 1, which would make visibility from Rukatunturi slope better.\n\nThe Rukatunturi slope is zoned as a yard, but there are no traffic signs. In the absence of a traffic sign, a person driving a Rukatunturintie to the school is obliged to avoid from the right Rukatunturinrinne. It would be a good idea to get some clarifying traffic signs after five years.",
    "Answer": "",
    "Lon": 25.126658249524063,
    "Lat": 60.231931247502175
  },
  {
    "Timestamp": "2021-01-19T21:32:11.668000",
    "Title": "Fallpakankuja is in a terrible condition!",
    "Message": "The cars are unable to drive on the road or turn into the yards because the road is thickly full of plump snow that has not been plowed for almost a week. The snow that has been trapped in the frost of the road is softened with the weather of the weather and now the cars are driven on the sidewalks, because the lane itself is really difficult to drive unless you own a four -wheel drive SUV. Could someone come to plow, thank you!",
    "Answer": "",
    "Lon": 25.13222330827419,
    "Lat": 60.2290357516306
  },
  {
    "Timestamp": "2021-01-19T21:50:53.381000",
    "Title": "Plowing of Naulakallions",
    "Message": "Hey! The plow of Naulakallionti has been really bad, mainly at the end of the road (at the end of the K-store, at turning point). There are cars on the road every 10 minutes. Sofa snow reaches the knees. There is also a school along the road - a bad road forces people to drive on the sidewalk. This is not really a good combination! There is a lot of traffic on this road how the road can be in such a terrible condition. At best, four cars were stuck at different points at this same street. Nonsense!",
    "Answer": "",
    "Lon": 25.122110259705853,
    "Lat": 60.231935509718085
  },
  {
    "Timestamp": "2021-01-19T21:57:01.454000",
    "Title": "Snow plowing on Naulakalliontie",
    "Message": "Hey,\nThe situation is understandably difficult with the snowfall, but Naulakalliontie in Mellunmäki is in almost unchanged condition. Along the road is eg. Primary school and because cars cannot drive on the road due to snow, many will be hooked on a light traffic lane and can soon happen to schoolchildren. Hopefully the road could be cleaned as soon as possible.",
    "Answer": "",
    "Lon": 25.12364376312794,
    "Lat": 60.23179048415502
  },
  {
    "Timestamp": "2021-01-19T22:23:34.044000",
    "Title": "Naulakalliontie, 00970 Helsinki",
    "Message": "The road has not been plowed than late last week and it is already impossible to drive because of excessive snow. In addition, Mellunmäki Primary School is along the road and small school students are trying to cope and survive in the lounge. I think that is already a security risk for schoolchildren and everyone. Today, there have already been several cars and, for example, the movement of emergency vehicles has already been compromised.",
    "Answer": "",
    "Lon": 25.121623307550017,
    "Lat": 60.23202571047635
  },
  {
    "Timestamp": "2021-01-19T22:25:44.609000",
    "Title": "When is Haapasaarentie in Vuosaari plowed ????!",
    "Message": "Hey,\nWe are starting to be here in Vuosaari and really difficult to drive home and away by car! Among other things, Haapsaarentie and Lokkisaarentie are in such a condition that already tonight the police car got stuck on Lokkisaarentie because it hadn't been plowed for a long time! Halloooo !!! Now that there is so much snow and no plowing has been done at times, the roads start to be in a condition that no one can get anywhere and, at worst, the cars break down when you get on the bottom. Will the city replace such damage when the streets were not treated?!\n\nSo now a little bit of a plow furniture thanks in this direction!",
    "Answer": "",
    "Lon": 25.142584927827546,
    "Lat": 60.21730317787798
  },
  {
    "Timestamp": "2021-01-19T22:36:18.752000",
    "Title": "Snow without plowing Vuosaari, Sea Card Road and Kuja",
    "Message": "Hi, snow for several days without plowing in Vuosaari 00960 on a sea card road and rising to the sea card. The bus 813 is also driven daily along the route. Poors are already dangerous. Can a snow plow get there?",
    "Answer": "",
    "Lon": 25.129125282536453,
    "Lat": 60.21676946068446
  },
  {
    "Timestamp": "2021-01-20T05:37:28.846000",
    "Title": "Has plowing stopped this year?",
    "Message": "There is a 10 cm packed snow on the Boat Mestarintie, no information about the plow, even though it is already a week of snow. Elsewhere, we drive off the already plowed Lumi, we don't bother to drive even once. The road is already on the same level as the sidewalk. In previous years, plowing has been tickled, now is saved, or the management has changed in Star. However, we have a school here, the next street is a small bus, etc. Apparently we are just too old, and not enough eye -catching. I have now been caught 2 times for many hours with a flat and passenger car (good studded tires).",
    "Answer": "Hey,\n\nI apologize for the awkward situation. All possible plowing equipment has been in use since last week, but there is still work to be done. Limited resources are intended to prioritize according to traffic volumes.\n\nHere's more information about the exceptional situation:\nhttps://www.hel.fi/uutiset/en/kaupunkiymparisto/lumitöt-jatuvatvatella- Power\n\nregards",
    "Lon": 25.127247172300056,
    "Lat": 60.20693424505806
  },
  {
    "Timestamp": "2021-01-20T06:42:20.793000",
    "Title": "Plowing of the rummage",
    "Message": "Could you go plowing the rudder as soon as possible. It is in such poor condition that it soon breaks down the bottom of Suto. It has deep grooves for the tires and the snow in the middle will soon break the bottom of the auyo. Thank you!",
    "Answer": "",
    "Lon": 25.13396608007713,
    "Lat": 60.20945869233975
  },
  {
    "Timestamp": "2021-01-20T06:55:09.239000",
    "Title": "Vuosaari/Lokkisaarentie plow ????",
    "Message": "Where does the plowing of Lokisaarentie stay ?? Cars drive on the sidewalk to get to Porslahdentie, as the cars are stuck on Lokkisaarentie. Mine got stuck this morning in Lokkisaarentie 5 in the yard's snowstorm! Yesterday, I proved to hang more cars in the snow in the Lokkisaarentie. Has not been seen again for a couple of days? Nor did I see any plows this morning when I got to work from Vuosaari to the city center, so where is the city plowing equipment? There will be snow for the rest of the week, and it would be good to get the roads before that even some sort of condition! If cars have to drive on the sidewalk, it will endanger the safety of many people !!!!",
    "Answer": "",
    "Lon": 25.14715795898367,
    "Lat": 60.215287697401294
  },
  {
    "Timestamp": "2021-01-20T07:00:41.095000",
    "Title": "Street Aura from Tankovainio",
    "Message": "Why not plow the streets in Tankovainio at the same time, but they belong to the same treatment class? For example, Linnanapajantie is plowed, but Tankomäenkatu is not plowed at the same time, but the plow leaves and then comes back sometimes. Wouldn't it be more effective to plow the whole area at once? However, there are no more than the two pieces of road in Tankovainio. One is plowed and the other is not. Quite insane.",
    "Answer": "",
    "Lon": 25.12440630169235,
    "Lat": 60.22822655081779
  },
  {
    "Timestamp": "2021-01-20T07:37:08.401000",
    "Title": "Plowing to Rantakartanontie!",
    "Message": "There is a line 801 along the Rantakartanontie Road. Deep grooves in Mösso. Daily stuck in cars.\nThere is certainly a hurry, but is there any hope that that piece of the road will also be plowed at least once this week.",
    "Answer": "",
    "Lon": 25.10301110463902,
    "Lat": 60.21316624961715
  },
  {
    "Timestamp": "2021-01-20T07:44:11.348000",
    "Title": "Winter maintenance",
    "Message": "The street maintenance of the Vuosaari Rastila detached house has been completely neglected. The bow road has been plowed once in the last 2 weeks. Yesterday 19th day, many parents and cars picking up from the Keulitie kindergarten were stuck. I helped by shoveling and pushing several motorists on the Keulitie. Our company pays like other street maintenance. Skinny is the counterpart.",
    "Answer": "",
    "Lon": 25.13002495231798,
    "Lat": 60.20707515783869
  },
  {
    "Timestamp": "2021-01-20T07:47:02.410000",
    "Title": "Naulakalliontie plow",
    "Message": "Why not plow Naulakalliontie?! It's in such a condition that I can't believe your actions. It already breaks cars. Where can I send the bill when the lower arm may have to be replaced and a few scratches come into the buffer. All residents on Naulakalliontie require contact and immediate plowing. Can't get to the store, school and not to work. should pay the invoices.",
    "Answer": "",
    "Lon": 25.12472350982739,
    "Lat": 60.230972715634394
  },
  {
    "Timestamp": "2021-01-20T08:07:37.853000",
    "Title": "From plowing snow",
    "Message": "Hey. Vuosaari's Rastilantie and Poijutie should be plowed, and the car will soon not be able to leave home. Yesterday, HSL's minibus on its route on Rastilantie. He was stuck and my own car was going. There is so much montage on you to miss the roller.",
    "Answer": "",
    "Lon": 25.13329949529108,
    "Lat": 60.21408169151573
  },
  {
    "Timestamp": "2021-01-20T08:08:26.459000",
    "Title": "Vuosaari Lokitie and Keulatie - plowing",
    "Message": "Hey,\n\nAs a former stars, I know that everyone is doing their best and all the plowing equipment is on the move, but the bow road is once plowed during all this snow harbor and even yesterday Tue 19.1. Not much snow came, so I saw three cars stuck. Today the situation is even worse. If more snow starts now, the road is completely unmatched.\n\nThe Lokitie, which leads to these smaller streets, has been a potato field since the beginning and every day is afraid that the bottom of the car will break down when there are large icy humps in the middle of the road. That's why most motorists drive on the walkway between the walkers.\n\nPower to work, it's not easy and of course great when we have the right winter. It would be nice to just have the kids in the orchard and school, which are not close, in time and safely.",
    "Answer": "",
    "Lon": 25.135193140098174,
    "Lat": 60.209619004693536
  },
  {
    "Timestamp": "2021-01-20T08:26:22.606000",
    "Title": "Lokitie plowing urgently thanks",
    "Message": "Hi, Lokitie is caught, we would like to plow!",
    "Answer": "",
    "Lon": 25.134743435174716,
    "Lat": 60.20990667490531
  },
  {
    "Timestamp": "2021-01-20T08:30:01.198000",
    "Title": "Wishing the plow",
    "Message": "Wishing the plow",
    "Answer": "",
    "Lon": 25.147224730667464,
    "Lat": 60.22213584350671
  },
  {
    "Timestamp": "2021-01-20T08:32:43.391000",
    "Title": "Winter maintenance in the Rastila area",
    "Message": "Hey! The streets of the Rastila area, such as Rastilantie and Lokitie, are in very poor condition after last week's snowfall. In the streets, there are several centimeters thick, hard snow layer, which has again broken down and softened into deep \"pools\". These pools are full of grooves and irregularities that cars and buses get stuck. In addition, stone hard patches, over 10 cm high, have frozen the street well covers. The ground clearance of passenger cars is no longer enough, the worst of the mousses and well covers must be circulated through the sidewalks, which of course is not allowed or safe.",
    "Answer": "",
    "Lon": 25.126889015222854,
    "Lat": 60.212256997620855
  },
  {
    "Timestamp": "2021-01-20T08:45:01.437000",
    "Title": "Plowing and road is needed ...",
    "Message": "There is a need for plowing and a road bear, a bus also takes a bus.",
    "Answer": "",
    "Lon": 25.1260129566786,
    "Lat": 60.20957418996188
  },
  {
    "Timestamp": "2021-01-20T08:45:02.171000",
    "Title": "Wishing the plow",
    "Message": "Wishing the plow",
    "Answer": "",
    "Lon": 25.127515146032504,
    "Lat": 60.21092803915869
  },
  {
    "Timestamp": "2021-01-20T08:55:21.603000",
    "Title": "For once were the boys on time",
    "Message": "Hey;)\nI would like to thank, the street cleaning side group (Vuosaari)\nOur street Ulappasaarentie, a week of cleaning, which once hit the button, just as cleaning on the sign, that is, Wednesday of odd weeks.\nAfter all, thick poles were born, but with the collaboration of the machines, plowing and cleaning went smoothly;)",
    "Answer": "",
    "Lon": 25.13755974911148,
    "Lat": 60.210567963888785
  },
  {
    "Timestamp": "2021-01-20T09:09:43.245000",
    "Title": "Snow plowing in Rastila",
    "Message": "Hey,\nThis winter, the snow plowing in Rastila has been treated with an unclassic poorly, I understand that there has been a lot of snow and there is a priority to plow the main lanes, but now it would be high time to plow the residential streets. The \"Grandma bus\" could no longer be driven by Rastilantie yesterday because the road was in such poor condition dumb and soft. Poijutie, Isonmastontie, Lokitie and all the streets of the environment were in such a condition at least last night that it would be really challenging to get there with alarm vehicles. Cars stuck here and there tomorrow will be more snow ...",
    "Answer": "",
    "Lon": 25.125345387269007,
    "Lat": 60.214233050846325
  },
  {
    "Timestamp": "2021-01-20T09:20:01.777000",
    "Title": "Plowing is needed. area...",
    "Message": "Plowing is needed. within the precincts of",
    "Answer": "",
    "Lon": 25.128543129833094,
    "Lat": 60.21090909632039
  },
  {
    "Timestamp": "2021-01-20T09:23:49.645000",
    "Title": "Lokitie",
    "Message": "When is the bus street Lokitie followed? Cars now drive along the sidewalks. The sidewalks have not been seen anymore.",
    "Answer": "Hey,\n\nI apologize for the awkward situation. All possible plowing equipment has been in use since last week, but there is still work to be done. Limited resources are intended to prioritize according to traffic volumes.\n\nHere's more information about the exceptional situation:\nhttps://www.hel.fi/uutiset/en/kaupunkiymparisto/lumitöt-jatuvatvatella- Power\n\nregards",
    "Lon": 25.134743435174716,
    "Lat": 60.20990667490531
  },
  {
    "Timestamp": "2021-01-20T09:25:02.288000",
    "Title": "Little Villasaari Road 11 J ...",
    "Message": "Little Villasaari road 11 and 13, needed plowing",
    "Answer": "",
    "Lon": 25.145637496674954,
    "Lat": 60.22224529959948
  },
  {
    "Timestamp": "2021-01-20T10:10:00.994000",
    "Title": "Plowing is needed. Cars j ...",
    "Message": "Plowing is needed. The cars get stuck.",
    "Answer": "",
    "Lon": 25.12563026878712,
    "Lat": 60.20854238238148
  },
  {
    "Timestamp": "2021-01-20T10:25:13.385000",
    "Title": "Aito Place, Helsinki, Vuosaari",
    "Message": "Here you no longer get rid of the car and drive here when the roads are full of snow.",
    "Answer": "Hey,\n\nI apologize for the awkward situation. All possible plowing equipment has been in use since last week, but there is still work to be done. Limited resources are intended to prioritize according to traffic volumes.\n\nHere's more information about the exceptional situation:\nhttps://www.hel.fi/uutiset/en/kaupunkiymparisto/lumitöt-jatuvatvatella- Power\n\nregards",
    "Lon": 25.1357759591916,
    "Lat": 60.224086733579966
  },
  {
    "Timestamp": "2021-01-20T10:40:02.260000",
    "Title": "For a disabled taxi ...",
    "Message": "Disabled taxi on Haarniskatie.",
    "Answer": "",
    "Lon": 25.101699718085552,
    "Lat": 60.21489053533461
  },
  {
    "Timestamp": "2021-01-20T10:48:40.373000",
    "Title": "The street is not plowed",
    "Message": "Hi, Lokkisaarentie is not plowed at all. Many cars have been stuck in the snow, including a police car. People can't turn to their own parking lot. There is a pretty shocking situation. Could the plow go there to plow!?",
    "Answer": "",
    "Lon": 25.142584927827546,
    "Lat": 60.21730317787798
  },
  {
    "Timestamp": "2021-01-20T11:04:13.996000",
    "Title": "snow work",
    "Message": "Hey! I would like to ask why this piece of walking is not plowed when the Isonvillasaarentie is plowed? It is really difficult for us people with physical disabilities to get to the nearby shop when there is no car",
    "Answer": "",
    "Lon": 25.141538155544566,
    "Lat": 60.22137912336546
  },
  {
    "Timestamp": "2021-01-20T11:30:01.503000",
    "Title": "Plow request. The Beauty River ...",
    "Message": "Plow request. Kaunipätäkäkö blocked.",
    "Answer": "",
    "Lon": 25.126970265868188,
    "Lat": 60.23327725399393
  },
  {
    "Timestamp": "2021-01-20T11:40:02.099000",
    "Title": "I live in Vuosaari a buoy ...",
    "Message": "I live in Vuosaari in Poijukuja and this piece of street has never been plowed.\nThe residents along the street have had to handle it by hand.\nIt starts to be in really bad shape and the road is still rising up. There are also Rastilantie and Lokitie in the same condition.\nCould you put the plow in order.",
    "Answer": "",
    "Lon": 25.124689960345638,
    "Lat": 60.21263604905501
  },
  {
    "Timestamp": "2021-01-20T12:07:32.412000",
    "Title": "Lokitie and Rastilantie",
    "Message": "Is it that these messages do not reach the person who corresponds to the Lokitie Rastilantie in the bus street.",
    "Answer": "Hey,\n\nI apologize for the awkward situation. All possible plowing equipment has been in use since last week, but there is still work to be done. Limited resources are intended to prioritize according to traffic volumes.\n\nHere's more information about the exceptional situation:\nhttps://www.hel.fi/uutiset/en/kaupunkiymparisto/lumitöt-jatuvatvatella- Power\n\nregards",
    "Lon": 25.13320914644705,
    "Lat": 60.209594085501855
  },
  {
    "Timestamp": "2021-01-20T12:08:05.542000",
    "Title": "Rastila's street care",
    "Message": "Hi, I wonder what's going on in the plows of Lokitie, Boat Mestarintie and sidewalks when they are not done at all. In Ramsinniemi, all are plowed flat and also elsewhere\nIn Vuosaari?",
    "Answer": "Hey,\n\nI apologize for the awkward situation. All possible plowing equipment has been in use since last week, but there is still work to be done. Limited resources are intended to prioritize according to traffic volumes.\n\nHere's more information about the exceptional situation:\nhttps://www.hel.fi/uutiset/en/kaupunkiymparisto/lumitöt-jatuvatvatella- Power\n\nregards",
    "Lon": 25.12704114193487,
    "Lat": 60.20961808630841
  },
  {
    "Timestamp": "2021-01-20T12:18:04.098000",
    "Title": "Street plow Rastila/Vuosaari",
    "Message": "You should get a quick plow in the Vuosaari/Rastila area. There is almost impossible to move around by car, I'm all the time to get stuck",
    "Answer": "",
    "Lon": 25.134743435174716,
    "Lat": 60.20990667490531
  },
  {
    "Timestamp": "2021-01-20T12:26:58.659000",
    "Title": "Isonvillasaarentie snow plowing Vuosaari",
    "Message": "Isonvillasaarentie Street is unpaid! The car's bottom plastics come off. 8 days from the last snowfall. Have we been forgotten?",
    "Answer": "",
    "Lon": 25.14564717932498,
    "Lat": 60.220360458538195
  },
  {
    "Timestamp": "2021-01-20T12:30:02.572000",
    "Title": "Rastilantie and Lokitie, I guess ...",
    "Message": "Rastilantie and Lokitie, needed plowing",
    "Answer": "",
    "Lon": 25.124032902988855,
    "Lat": 60.21059027553932
  },
  {
    "Timestamp": "2021-01-20T13:05:00.712000",
    "Title": "Plowing is needed for everyone ...",
    "Message": "Plowing is needed for all nearby streets.",
    "Answer": "",
    "Lon": 25.121603311501154,
    "Lat": 60.21201063675448
  },
  {
    "Timestamp": "2021-01-20T13:13:38.981000",
    "Title": "Ring I Itäkeskus plow",
    "Message": "Ring I to the west, the entire lane of those who turn right at the Prisma of Itäkeskus (to Vanhalinnantie) completely under the piles of snow.",
    "Answer": "",
    "Lon": 25.08638244753932,
    "Lat": 60.21383332156298
  },
  {
    "Timestamp": "2021-01-20T13:18:24.742000",
    "Title": "The pedestrian of the Vuotalo",
    "Message": "Hey!\n\nDue to the residents of the service house opposite the Vuotalo, it would be good to have a success to the wall of the Vuotalo during the winter. So we wished plowing and removal of the tags.\n\nInformation is also transmitted to winter care in public areas.",
    "Answer": "",
    "Lon": 25.143721052525486,
    "Lat": 60.20897278670314
  },
  {
    "Timestamp": "2021-01-20T13:25:02.471000",
    "Title": "Slippery Vuotalo next to ...",
    "Message": "Slippery alongside Vuotalo.",
    "Answer": "",
    "Lon": 25.143199212475754,
    "Lat": 60.20924261299684
  },
  {
    "Timestamp": "2021-01-20T13:40:27.664000",
    "Title": "Winter maintenance of the streets of Vuosaari",
    "Message": "Vuosaari Koukkusaarentie has been plowed badly. Could the aura driver put a message that you should down the plow when plowing the street to make the street smoother. Thank you.",
    "Answer": "",
    "Lon": 25.13604093773899,
    "Lat": 60.21400710572047
  },
  {
    "Timestamp": "2021-01-20T13:46:23.138000",
    "Title": "Plowing!",
    "Message": "Hey! I want to put feedback on the Law of the Big Villasaarentie! Here on Isonvillasaarentie in Vuosaari, cars /trucks have been stuck in alternately and the cars suffered and damaged due to an unpaved road. It was only today on January 20, 2021 that the 40-50cm snow of more than a week ago came partially plowing half of the road, which is still in a terrible condition of really big bumps and dumplings that have hardened and frozen for days, when the plows have left the road completely! Quite a ridiculous activity ...",
    "Answer": "",
    "Lon": 25.14564717932498,
    "Lat": 60.220360458538195
  },
  {
    "Timestamp": "2021-01-20T14:20:00.566000",
    "Title": "Aurakuski rushed resident ...",
    "Message": "Aurakuski rushed to the residents that the snow would have been dipped on the street on the street and, as a result, left the sidewalk at Airoparintie 13.",
    "Answer": "",
    "Lon": 25.127479248091795,
    "Lat": 60.210972950626314
  },
  {
    "Timestamp": "2021-01-20T14:20:02.016000",
    "Title": "Plowing is needed .., (car ...",
    "Message": "Plowing is needed.",
    "Answer": "",
    "Lon": 25.143481454183046,
    "Lat": 60.21605463236776
  },
  {
    "Timestamp": "2021-01-20T14:23:47.070000",
    "Title": "Plowing of the sidewalks",
    "Message": "Many sidewalks have big cinema snow after the heavy plowing equipment. For pedestrians, this poses tremendous challenges to progress and on these cinemas.\n\nHowever, the biggest challenge is the elderly and the disabled people, who in this impossible terrain are with rollators or other walking assistance and their shopping bags. Today, on the uphill of the Vuosaari Sea Card Road, the elderly with his rollator tried to pain and skate along a bumpy, slippery and very uneven terrain on his business trip to his home. Before that, a lightweight tractor crashed past the just a plowed driveway.\n\nWould it be possible for tractors to take care of the sidewalks as well? Whose budget and funded this will be done should be resolved somewhere in the city. Otherwise, we have many unnecessary accidents in hospitals, and for the elderly, there will be many extras in the otherwise challenging situation.",
    "Answer": "",
    "Lon": 25.130952040961258,
    "Lat": 60.21797037199161
  },
  {
    "Timestamp": "2021-01-20T14:29:44.018000",
    "Title": "Sidewalk condition",
    "Message": "The sidewalk of Tankomäenkatu is still very poorly plowed. Could you come to plow before the next snowfall. It feels like no one is interested in this street, and its condition, however, several apartment buildings have been built in the last 4 years, so -called refurbishment construction",
    "Answer": "",
    "Lon": 25.12459359645054,
    "Lat": 60.22527347783853
  },
  {
    "Timestamp": "2021-01-20T14:31:27.421000",
    "Title": "Lokitie and Rastilantie",
    "Message": "Now is the time of thanks.\nThe snow plows appeared and the route is soon in order.\n\nIn the classification of the streets, you need to change Lokitie Rastilantie\nBus street 813 line\nRating\nThis avoids the \"potato field\" when the new snowfall comes",
    "Answer": "",
    "Lon": 25.134743435174716,
    "Lat": 60.20990667490531
  },
  {
    "Timestamp": "2021-01-20T14:51:49.545000",
    "Title": "BLOCKED",
    "Message": "Rukatunturintie should not plow in the snow soon, even with ambulance, or taxis live a lot of elderly people with a roller store should also get into the shop.",
    "Answer": "",
    "Lon": 25.122186459109905,
    "Lat": 60.233012483204696
  },
  {
    "Timestamp": "2021-01-20T15:09:36.996000",
    "Title": "Stops Aurinkolahti",
    "Message": "When turning from the bed, the first stop 4658 hastily plowed about 2 meters from the distance, the alternative is that all passengers go from the center to the bus if there are strollers or through a snowstorm. Next -to -a -side stop underneath it is a hill that spends on the street with a good luck under the bus, After all, I should finally do something.",
    "Answer": "",
    "Lon": 25.15749415458274,
    "Lat": 60.20779034795572
  },
  {
    "Timestamp": "2021-01-20T15:44:04.732000",
    "Title": "Cars stuck on Lokkisaarentie",
    "Message": "Hi, we have a rather chaotic snow situation on Vuosaari Lokkisaarentie. Cars get stuck when the snow is not plowed. Our housing company is large, so the situation applies to many residents. It would be nice to have a nice time if you had Ulla Aura. Thank you.\nregards",
    "Answer": "Hey,\n\nThank you for your message. I have directed the information from this to the area's management.\n\nregards",
    "Lon": 25.146493099393957,
    "Lat": 60.21586285817671
  },
  {
    "Timestamp": "2021-01-20T15:45:02.495000",
    "Title": "Kaunepie, missed au ...",
    "Message": "Kaunepie, needed plowing",
    "Answer": "",
    "Lon": 25.127781741243442,
    "Lat": 60.23309696796872
  },
  {
    "Timestamp": "2021-01-20T15:57:37.038000",
    "Title": "Lokkisaarentie in an unmarked condition",
    "Message": "Lokkisaarentie is in an unmarked condition,\npassenger cars stuck like yesterday too\nAlarm vehicles. Haapasaarentie plowed,\nWhy not Lokkisaarentie?",
    "Answer": "Hey,\n\nI apologize for the awkward situation. I have directed this information to the area's management. All possible plowing equipment has been in use since last week, but there is still work to be done. Limited resources are intended to prioritize according to traffic volumes.\n\nHere's more information about the exceptional situation:\nhttps://www.hel.fi/uutiset/en/kaupunkiymparisto/lumitöt-jatuvatvatella- Power\n\nregards",
    "Lon": 25.146493099393957,
    "Lat": 60.21586285817671
  },
  {
    "Timestamp": "2021-01-20T16:02:02.655000",
    "Title": "Itäväylä Vartiokylä, light traffic road",
    "Message": "Could the light traffic route along the Itäväylä could plow? This is a short clip between HSL stop No. H4349 (Riskuitie) and Vartiokyläntie intersection. Before Plantagen when coming from the city center. That part has never been plowed since the arrival of the snow, and it runs in a deep snowstorm 1 human path. The bypass will not be able to covid safe if someone comes up and the risk of wandering under the cars is also real.",
    "Answer": "Hey,\n\nI apologize for the awkward situation. I have directed this information to the area's management. All possible plowing equipment has been in use since last week, but there is still work to be done. Limited resources are intended to prioritize according to traffic volumes.\n\nHere's more information about the exceptional situation:\nhttps://www.hel.fi/uutiset/en/kaupunkiymparisto/lumitöt-jatuvatvatella- Power\n\nregards",
    "Lon": 25.10927726217328,
    "Lat": 60.220754410021335
  },
  {
    "Timestamp": "2021-01-20T16:05:00.871000",
    "Title": "Plow request. Rukatunturi ...",
    "Message": "Plow request. The Rukatunturi slope should be allowed to give birth to a child, but even taxis refuse/can come. Even in Rukatunturintie, we are waiting for plows.",
    "Answer": "",
    "Lon": 25.123360737206706,
    "Lat": 60.23331655931937
  },
  {
    "Timestamp": "2021-01-20T16:18:54.328000",
    "Title": "Snow plowing in Vuosaari",
    "Message": "Hey.\n\nIt was finally possible to get the streets of the Rastila area in Vuosaari, for example Lokitie and Rastilantie have been in terrible condition since last week, thank you.\nYou probably already need a heavier vehicle than a basic tractor.",
    "Answer": "",
    "Lon": 25.123218159030365,
    "Lat": 60.20975632312218
  },
  {
    "Timestamp": "2021-01-20T16:28:45.947000",
    "Title": "Rastilankallio snow plow",
    "Message": "Why the roads of Rastila's Kallio Park have not been plowed this winter, before!\nThe pedestrian lanes are through the park to the subway and to the kindergarten. The snow trail through the area through the area is impossible for those moving with prams and rollator.",
    "Answer": "Hey,\n\nI apologize for the awkward situation. I have directed this information to the area's management. All possible plowing equipment has been in use since last week, but there is still work to be done. Limited resources are intended to prioritize according to traffic volumes.\n\nHere's more information about the exceptional situation:\nhttps://www.hel.fi/uutiset/en/kaupunkiymparisto/lumitöt-jatuvatvatella- Power\n\nregards",
    "Lon": 25.124917905915037,
    "Lat": 60.20617354997462
  },
  {
    "Timestamp": "2021-01-20T16:46:04.629000",
    "Title": "Lokitie plow",
    "Message": "Why not plow at the end of the Lokitie (from Rastilantie). Is really in bad shape.",
    "Answer": "Hey,\n\nI apologize for the awkward situation. I have directed this information to the area's management. All possible plowing equipment has been in use since last week, but there is still work to be done. Limited resources are intended to prioritize according to traffic volumes.\n\nHere's more information about the exceptional situation:\nhttps://www.hel.fi/uutiset/en/kaupunkiymparisto/lumitöt-jatuvatvatella- Power\n\nregards",
    "Lon": 25.134743435174716,
    "Lat": 60.20990667490531
  },
  {
    "Timestamp": "2021-01-20T16:48:46.355000",
    "Title": "You can't get out of the silk road due to non -plowing!",
    "Message": "Now put the aura here on the Silkkitie right away to get out of the car here. The cars get stuck in the snow.",
    "Answer": "Hey,\n\nI apologize for the awkward situation. I have directed this information to the area's management. All possible plowing equipment has been in use since last week, but there is still work to be done. Limited resources are intended to prioritize according to traffic volumes.\n\nHere's more information about the exceptional situation:\nhttps://www.hel.fi/uutiset/en/kaupunkiymparisto/lumitöt-jatuvatvatella- Power\n\nregards",
    "Lon": 25.10645496739528,
    "Lat": 60.22390706080391
  },
  {
    "Timestamp": "2021-01-20T16:59:45.477000",
    "Title": "Snow plowing",
    "Message": "The snow is really badly plowed in Vuosaari on Lokitie and Venemestarintie. The car throws where it hurts because of the lounge and a lot of small schoolchildren walk next to those roads on the way to the Venemestarintie school. The bottom of the car grabs and the road is full of deep bumps. There are also parked cars along the road that should avoid oncoming cars, but due to Sohjo this is virtually impossible.",
    "Answer": "Hey,\n\nI apologize for the awkward situation. I have directed this information to the area's management. All possible plowing equipment has been in use since last week, but there is still work to be done. Limited resources are intended to prioritize according to traffic volumes.\n\nHere's more information about the exceptional situation:\nhttps://www.hel.fi/uutiset/en/kaupunkiymparisto/lumitöt-jatuvatvatella- Power\n\nregards",
    "Lon": 25.134743435174716,
    "Lat": 60.20990667490531
  },
  {
    "Timestamp": "2021-01-20T16:59:45.717000",
    "Title": "Mellunmäki Kaunipääntie.",
    "Message": "The short piece of Kaunispäänä street is poorly plowed when the snow comes. The parking lots of the three condominiums go this route.",
    "Answer": "Hey,\n\nI apologize for the awkward situation. I have directed this information to the area's management. All possible plowing equipment has been in use since last week, but there is still work to be done. Limited resources are intended to prioritize according to traffic volumes.\n\nHere's more information about the exceptional situation:\nhttps://www.hel.fi/uutiset/en/kaupunkiymparisto/lumitöt-jatuvatvatella- Power\n\nregards",
    "Lon": 25.12734642513668,
    "Lat": 60.23254091379083
  },
  {
    "Timestamp": "2021-01-20T17:12:31.031000",
    "Title": "street plowing in a private yard",
    "Message": "Saarenmaankatu 8: The Aura car brought a moment ago to the private courtyard of the Katulum housing association, with about 3m high lilacs 30 cm and heavy snow crushes leaning on the lilac. Even before the lilac, there was a hedge of about one meter high and a 3 m long shrub. Not like this!",
    "Answer": "Thank you for your message. I apologize for the situation and the delayed answer. Even the feedback treatment is congested due to the coming of winter.\n\nI have transmitted the issue to the area's winter care to Harri Lillqvist, the supervisor.",
    "Lon": 25.123837196624844,
    "Lat": 60.196947846043486
  },
  {
    "Timestamp": "2021-01-20T17:14:04.136000",
    "Title": "Haapasaarentie plowing",
    "Message": "Hey.\nHaapasaarentie (00960) has unpolery and has a lot of snow in the roads. The risk of getting stuck from the bottom.",
    "Answer": "",
    "Lon": 25.14392547682114,
    "Lat": 60.218585210900365
  },
  {
    "Timestamp": "2021-01-20T17:14:48.884000",
    "Title": "Silkkitie and Ring Path 00950 Helsinki!",
    "Message": "Good person responsible for snow plow!\n\nWe here at the end of the Silk Road, we humbly ask for a quick plowing assistance, because if the weather forecast is realized within the next 24 hours where we predict up to 20 cm more snow, we are stuck. By an ordinary car, we cannot over/past the wooden lumen, so we are completely stuck after that.\n\nWe would like and ask for quick help.\n\nAttached 2 photos.\n\nHumble in advance!\n\nBest wishes,",
    "Answer": "Hey,\n\nI apologize for the awkward situation. I have directed this information to the area's management. All possible plowing equipment has been in use since last week, but there is still work to be done. Limited resources are intended to prioritize according to traffic volumes.\n\nHere's more information about the exceptional situation:\nhttps://www.hel.fi/uutiset/en/kaupunkiymparisto/lumitöt-jatuvatvatella- Power\n\nregards",
    "Lon": 25.108078114835507,
    "Lat": 60.223681364445866
  },
  {
    "Timestamp": "2021-01-20T17:18:23.767000",
    "Title": "Road plowing",
    "Message": "I work at Vuoniity Elementary School, at the Venemestarintie office. I have a long commute and it has become more difficult after the poor condition of Lokitie and Venemestarintie after the snowfall.\nAre you also possible to plow you to make it easier to get to work? Now those roads have been in exceptionally poor condition.",
    "Answer": "Hey,\n\nI apologize for the awkward situation. I have directed this information to the area's management. All possible plowing equipment has been in use since last week, but there is still work to be done. Limited resources are intended to prioritize according to traffic volumes.\n\nHere's more information about the exceptional situation:\nhttps://www.hel.fi/uutiset/en/kaupunkiymparisto/lumitöt-jatuvatvatella- Power\n\nregards",
    "Lon": 25.12424335949852,
    "Lat": 60.20901040914433
  },
  {
    "Timestamp": "2021-01-20T17:38:43.751000",
    "Title": "Snow removal",
    "Message": "Hey\nCould you kindly take the snow plowed to the roads by truck already. The road has narrowed dangerously narrow and now that more snow comes, it doesn't really fit anywhere. At the same time, you could teach the drivers of the Aura car how to keep the borders clean for gates leading to real estate. The road bear jockey part of it, but the jockeys of smaller plow cars do not seem to be aware that you should not plow the ramps and snowstorms for the gate.\nThank you.",
    "Answer": "",
    "Lon": 25.08838540593898,
    "Lat": 60.227528423977
  },
  {
    "Timestamp": "2021-01-20T17:42:53.772000",
    "Title": "Plowing the sidewalks and cycle paths",
    "Message": "Why is it not plowed by the light traffic route to the east of the Groundwater Park in Vuosaari? (https://kartta.hel.fi/link/9qfv8s route on the map) Winter maintenance page (https://www.hel.fi/helsinki/kartat-ja- traffic/kadut-ja- traffic planning/katuen- /treatment ratings/) On the map, this fairway is marked in the C-category, ie it should have been plowed several times in the last week. However, it has never been plowed. Couldn't it already be plowed?",
    "Answer": "",
    "Lon": 25.134104548937866,
    "Lat": 60.20361556645014
  },
  {
    "Timestamp": "2021-01-20T18:09:34.287000",
    "Title": "Ring Path in Vartiokylä for plowing!",
    "Message": "Hey! The ring path is in dire need of a plow car. The ring path is a steep road that rises and falls on the tissue road. It has only been plowed once during the rich snow! Last week, an ambulance could not get on the hill. Correspondingly, classified roads in the Guard Village have been properly plowed. I ask you to fasten the badness on the finger path, as the uphill is making it impossible and dangerous to the plot!",
    "Answer": "Hey,\n\nI apologize for the awkward situation. I have directed this information to the area's management. All possible plowing equipment has been in use since last week, but there is still work to be done. Limited resources are intended to prioritize according to traffic volumes.\n\nHere's more information about the exceptional situation:\nhttps://www.hel.fi/uutiset/en/kaupunkiymparisto/lumitöt-jatuvatvatella- Power\n\nregards",
    "Lon": 25.106422517198336,
    "Lat": 60.22502900831482
  },
  {
    "Timestamp": "2021-01-20T18:37:22.059000",
    "Title": "Vartiokylä Ring Path and Silkkitie relatively unmatched",
    "Message": "Hey\nA well -managed Itäväylä and a risk road, but snow plowing is needed for the ring path and the silk road. Without a four -wheel drive, it is challenging to drive by car in the streets, not to mention prams, rollators, etc. Great if the plows are recently.\nThank you.",
    "Answer": "",
    "Lon": 25.106816064533145,
    "Lat": 60.223978573617906
  },
  {
    "Timestamp": "2021-01-20T18:44:34.265000",
    "Title": "Plowing",
    "Message": "Reception from Haapasaarentie \"Vuosaari\" after plowing?\nTraveling with a passenger car is difficult 15cm in snow in the slush, grooves.",
    "Answer": "",
    "Lon": 25.1463071066721,
    "Lat": 60.21865440927634
  },
  {
    "Timestamp": "2021-01-20T19:05:06.628000",
    "Title": "Snow plowing",
    "Message": "Hey,\nIn the Vartiokylä/Vartioharju area, the Silkkitie is in very poor condition, when will we be plowed here for small roads?",
    "Answer": "",
    "Lon": 25.10862074246893,
    "Lat": 60.22408481318025
  },
  {
    "Timestamp": "2021-01-20T19:11:41.217000",
    "Title": "Plowing the boatmaster's path",
    "Message": "Boat Mestar Path belongs to the winter maintenance page (https://www.hel.fi/helsinki/kartat-ja-sia-liikenne/kadut-ja- traffic planning/katuen-- Once the past week. However, the fairway has never been plowed. Could it soon be plowed?",
    "Answer": "",
    "Lon": 25.128070607261204,
    "Lat": 60.20536275757995
  },
  {
    "Timestamp": "2021-01-20T19:29:49.458000",
    "Title": "Guard Village: Ring Path, Silk Road, Silkkikuja",
    "Message": "Roads without plowing. The car will not be able to move soon. You have been plowed several times in the area of ​​the same treatment class.",
    "Answer": "",
    "Lon": 25.106545561883,
    "Lat": 60.22402366794053
  },
  {
    "Timestamp": "2021-01-20T20:07:21.968000",
    "Title": "Plow",
    "Message": "Lokkitie and the roads of the Venemestarintie (00980) break the car's bottom armor and joints due to snow. Not plowed at least for 7 days. Forces for you and the plows ...",
    "Answer": "",
    "Lon": 25.134743435174716,
    "Lat": 60.20990667490531
  },
  {
    "Timestamp": "2021-01-20T20:14:54.217000",
    "Title": "The beginning of the buoys left in Rastila unpream",
    "Message": "By the way, this area was plowed, but why never plowed this start of buoys 1-4 at the same time as the rest of the area, but you always have to ask after this. Here's a difficult situation for cars and walkers.",
    "Answer": "",
    "Lon": 25.12636270382022,
    "Lat": 60.21141381307904
  },
  {
    "Timestamp": "2021-01-20T20:57:31.098000",
    "Title": "The safety of bridge rails",
    "Message": "The walking bridge over the beds has accumulated so much snow at the base of the railing that the railing is now dangerously low. As the children walked on the snow bench, the railing reached the waist.",
    "Answer": "",
    "Lon": 25.13746856591145,
    "Lat": 60.206017531039436
  },
  {
    "Timestamp": "2021-01-20T22:33:00.209000",
    "Title": "The plow of Isonvillasaarentie",
    "Message": "A big thank you for finally and finally plowed a few hours ago in the Great Villasaarentie. The road started to be really monitored and career that the car's oil base rumbled as you drive into the yard.",
    "Answer": "",
    "Lon": 25.14295962590444,
    "Lat": 60.220498012019306
  },
  {
    "Timestamp": "2021-01-20T22:44:41.564000",
    "Title": "Hit our retaining wall",
    "Message": "19.1. In the evening, snow was drove off Lappentie. A large truck (Reknro attachment) had stopped to receive snow at Lappeenie 14 with a curve and a mild uphill. The driver had parked a truck a few inches from our retaining wall, which we had been crushing and painting last summer. The truck tried to go ahead but couldn't get because it was slippery. I asked the driver if the car hit our wall, he said no. I went to see the wall and there is a hit there. Our neighbor also wondered why the car was parked on our wall. The wall should be repaired in the original condition. Picture of the retaining wall attached. We are waiting for an answer when.",
    "Answer": "Hey,\n\nThank you for this information, it has been put forward.\n\nHave a nice weekend!",
    "Lon": 25.10238716391065,
    "Lat": 60.22131637866031
  },
  {
    "Timestamp": "2021-01-20T23:16:39.116000",
    "Title": "In the guard village road maintenance neglected",
    "Message": "Hey,\nI have tried to call and give feedback on the Guard Village: Ring Path, Silkkitie, Silkknkutojantie and Silkkikuja to neglect road maintenance.\nAfter the snowstorm, there was no plow here and the snow was packed on the road. Now that the air has warmed up, the road surface is to the knee, the cars are constantly stuck, the ambulance could not reach the ring path due to the illness, there is a big risk on the road because Sohjo throws the car on the road where it hurts and the pedestrians are in danger Similarly, the car has to be driven hard to not get stuck.\nWho replaces any crashes, car bottom damage or any personal injury?\nThe situation is completely unsustainable and you have to come here immediately to launch the slips out of you.\nOn the Risktie road today at 4 pm, two planer went, though the planer and plows were up ... Why don't they come to the ring path and other areas of the area?\nSimilarly, the germinating route often passed the aura sparks by flying when there is no snow, but the clean road is rubbed?! What is the reason here and why do we pay tax on road maintenance?\nThe equipment must come immediately on Thursday to clean the streets that\nPeople can safely move away from home and back home.",
    "Answer": "Hey,\n\nI apologize for the awkward situation. I have directed this information to the area's management. All possible plowing equipment has been in use since last week, but there is still work to be done. Limited resources are intended to prioritize according to traffic volumes.\n\nHere's more information about the exceptional situation:\nhttps://www.hel.fi/uutiset/en/kaupunkiymparisto/lumitöt-jatuvatvatella- Power\n\nregards",
    "Lon": 25.10771902036169,
    "Lat": 60.22422017878856
  },
  {
    "Timestamp": "2021-01-21T04:16:34.810000",
    "Title": "Missing plow / III class / doll rose and wild rose",
    "Message": "Class III plowing is still missing from the dolls and the wild rose! Unobstructed access by vehicle with disability completely impossible to access the disabled truck spaces! We are still looking forward to plowing this. For sections! THANK YOU!",
    "Answer": "",
    "Lon": 25.14785970088483,
    "Lat": 60.202873938854964
  },
  {
    "Timestamp": "2021-01-21T07:23:16.493000",
    "Title": "Plowing of the sand pilling",
    "Message": "The road narrow because the parking spaces on the side of the road, without plowing partially. Similarly, the lane bumpy because of snow. Wed 20.1 was a transfer request due to maintenance work but there was no plowing.",
    "Answer": "",
    "Lon": 25.142792079156493,
    "Lat": 60.202708958219226
  },
  {
    "Timestamp": "2021-01-21T07:57:06.612000",
    "Title": "Snow plowing",
    "Message": "I would like to inquire about who in Vuosaari has a sidewalk passing by the kindergarten Omenapuisto and the parking spaces in it? Parents have great difficulty bringing children to care due to sidewalks and parking spaces for plowing. The sidewalk has never been plowed during this snowfall. It is understandable that the equipment is in a hurry, but it is all the time to rain.",
    "Answer": "Hey,\n\nThank you for your message. This is a city -maintained sidewalk that belongs to the third category. Unfortunately, after a lot of snow, winter care is delayed and I apologize for the difficult situation.\n\nHere's more information about the exceptional situation: https://www.hel.fi/uutiset/en/kaupunkiymparisto/lumityot-jatuvatvalla-power",
    "Lon": 25.15171695725582,
    "Lat": 60.210355070230314
  },
  {
    "Timestamp": "2021-01-21T08:50:02.519000",
    "Title": "Ring path; On the top of the hill/p. ...",
    "Message": "Ring path; You can't get off the top of the hill.",
    "Answer": "",
    "Lon": 25.105052337367766,
    "Lat": 60.225389114879185
  },
  {
    "Timestamp": "2021-01-21T08:50:04.594000",
    "Title": "Lokkisaarentie without plowing",
    "Message": "Lokkisaarentie is in a terrible condition up to the end, deep grooves are formed and cars are stuck. The street should be plowed immediately.",
    "Answer": "",
    "Lon": 25.142597356201893,
    "Lat": 60.21601070854305
  },
  {
    "Timestamp": "2021-01-21T09:20:00.600000",
    "Title": "Plowing is needed, Rukanl ...",
    "Message": "The plowing is needed, the Rukanlaki, especially completely blocked from the snow.",
    "Answer": "",
    "Lon": 25.122006744681048,
    "Lat": 60.23321908186406
  },
  {
    "Timestamp": "2021-01-21T09:48:06.698000",
    "Title": "Snow plowing ring path",
    "Message": "After the snowfall, it was plowed, but the snow was already so tampered as a result of the cars that it did not leave like the surface. An overly poor machine was plowed and a thick hard layer left on the road? Now that the cars have driven, it has gone soaked and the bottom of the car rubs into the snow in many places and does not get the hill. Yesterday I got stuck on the hill when the trailer was behind. I went with my own snow thrower to drive the hill and get up. Last week, an ambulance did not reach the hill and pulled the patient in a wheelchair into an ambulance.",
    "Answer": "",
    "Lon": 25.106040524997045,
    "Lat": 60.224077924703316
  },
  {
    "Timestamp": "2021-01-21T10:25:19.298000",
    "Title": "Liikkalantie, 00950 Street plow !!",
    "Message": "Hey,\nThe plowing of the street requires attention in the village. More detailed location Liikkalantie, 00950 Helsinki. The road is impossible for residents to drive by car, and there have been several distribution vehicles stuck in roadblock due to lack of plowing. We hope to take up urgent action. This is also fatal for rescue measures. Cheers in this challenging situation!",
    "Answer": "",
    "Lon": 25.109028003758052,
    "Lat": 60.21632077717501
  },
  {
    "Timestamp": "2021-01-21T10:47:38.519000",
    "Title": "Lokkisaarentie plow",
    "Message": "Helsinki Vuosaari, Lokkisaarentie has been poorly plowed. When it was originally done so that the whole road is like a potato field and now there is a lot of slush on it, so the bottom of every car is closed and stuck.",
    "Answer": "",
    "Lon": 25.14212850232523,
    "Lat": 60.21604711317033
  },
  {
    "Timestamp": "2021-01-21T11:19:49.070000",
    "Title": "Silkkikuja was left unpaved today",
    "Message": "Hey,\nThank you, Aura came here today in the village and it plowed the ring path, silk and silk weaving, but elegantly left Silkkikuja and still can't get out of the car from here.\nWhy was this one road not plowed?\nAura has not been in silk for two weeks and the situation is unsustainable.\nWho replaces crashes, car base damage and personal injury?\nPost cars, alarm vehicles, etc. do not get here.\nWe expect Aura to come here today to get here by car.",
    "Answer": "",
    "Lon": 25.10771902036169,
    "Lat": 60.22422017878856
  },
  {
    "Timestamp": "2021-01-21T11:50:01.047000",
    "Title": "Mrs. had been hit by a rollator ...",
    "Message": "The lady had been on the tram with the rollator when she couldn't get anywhere else.",
    "Answer": "",
    "Lon": 25.09042846747008,
    "Lat": 60.20930703038527
  },
  {
    "Timestamp": "2021-01-21T12:05:00.565000",
    "Title": "Plowing is needed",
    "Message": "Plowing is needed",
    "Answer": "",
    "Lon": 25.143023582601632,
    "Lat": 60.21861311227473
  },
  {
    "Timestamp": "2021-01-21T12:25:10.333000",
    "Title": "Winter maintenance Vuosaarentie 8",
    "Message": "Hey!\n\nI work at Cecilia Service House, and the residents (K-i 85 yrs) say that Columbus can't get properly. They have 16 years of experience that they go past Vuotalo there. Now it has been driven by snow, so they can't go. I hope that when we plow Vuosaarentie 8, we would also look a little easier for the walking route to the Vuotalo.",
    "Answer": "",
    "Lon": 25.1436524837298,
    "Lat": 60.20978962226717
  },
  {
    "Timestamp": "2021-01-21T12:27:06.764000",
    "Title": "Addition: Feedback: [1er12ji7hc69jv0e1943] Aurinkolahti Park Plowing",
    "Message": "I sent a message on 18.1. 2021 More information: The area between the Artist House and the Aurinkolahti Park Road is called Ivan Fallin Park. According to the layout of the building permit, the transport and rescue roads next to both wings of the arthouse should be burdened by the park and access from the Aurinkolahti Park Road through Ivan Fallin Park. So I understand that Kaupping is responsible for plowing the rescue and walkway through the park.",
    "Answer": "",
    "Lon": 25.148955519786178,
    "Lat": 60.20196619645994
  },
  {
    "Timestamp": "2021-01-21T12:35:29.690000",
    "Title": "Snow work",
    "Message": "How is it possible that Aura drove today Thu 21.1.2021 at 10am Silk Road snow, but not silk ??? And with the same effort, you wouldn't have to plow the cross -lodge aside ???",
    "Answer": "",
    "Lon": 25.10714160387529,
    "Lat": 60.2242116708666
  },
  {
    "Timestamp": "2021-01-21T12:35:38.998000",
    "Title": "Road plowing",
    "Message": "Hey,\nThe long-awaited Aura car arrived in our suburb yesterday. We live on Haapasaarentie in Vuosaari and only 1/3 of Haapasaarentie was plowed yesterday. According to the classification map, the road is part of the Class III and the entire responsibility of the city. An unpaved 2/3 can use an estimated 200-300 vehicles daily, including the HSL service bus. I do not know if the intention is to come to the plow later, but at the moment the cars are caught on the bottom of the unpaved road section.",
    "Answer": "",
    "Lon": 25.141508472639586,
    "Lat": 60.21867756445934
  },
  {
    "Timestamp": "2021-01-21T12:55:09.259000",
    "Title": "Pedestrians/prams on the roadway",
    "Message": "TB Itävälä Linnavuorentie 30 HKI 95 Babysick on the road and pedestrians When the sidewalk is repeatedly left unpaved/ snow. Do you always have to death before doing something. This seems to be an annual problem in winters with snow. Do you have something against TB, or where the fault lies that this clip can't be plowed in walking condition. The sidewalk has disappeared completely from Linnavuorentie. It is good for the plow to have a restraint and a gaming eye, the pace does not solve, the walls and fences are included.\nI've been watching for over 20 years here.",
    "Answer": "",
    "Lon": 25.115636919844324,
    "Lat": 60.223324953321786
  },
  {
    "Timestamp": "2021-01-21T13:27:43.957000",
    "Title": "Plowing situation",
    "Message": "Our home street (Haarniskatie, Puotila) is a street in 3 categories. It has not been plowed for 10-15 days. And more snow comes. How do you intend to make sure that emergency vehicles, for example, arrive ??",
    "Answer": "",
    "Lon": 25.100370675863285,
    "Lat": 60.21678535317523
  },
  {
    "Timestamp": "2021-01-21T13:45:22.426000",
    "Title": "Urgent plow request, cars get stuck !!! A lot of tight and snow. People can't get home from work here on the hill ...",
    "Message": "In the morning the cars were stuck and now the snow but more. You have to plan and get the snow off. The hill is steep to get stuck",
    "Answer": "",
    "Lon": 25.115760348761384,
    "Lat": 60.217392120254445
  },
  {
    "Timestamp": "2021-01-21T14:38:33.378000",
    "Title": "Tankomäenkatu 4 Snowstorm",
    "Message": "Hi, the plows are gathering a snowstorm at Tankomäenkatu 4 and a pile of driving roads has been harmful, especially when the fire station comes in an alarm drive who is right because the snowstorm will be repaired. It has been crazy to assemble those snow into it.",
    "Answer": "Hey,\n\nI apologize for the awkward situation. All possible plowing equipment has been in use since last week, but there is still work to be done. Limited resources are intended to prioritize according to traffic volumes.\n\nHere's more information about the exceptional situation:\nhttps://www.hel.fi/uutiset/en/kaupunkiymparisto/lumitöt-jatuvatvatella- Power",
    "Lon": 25.124821656244862,
    "Lat": 60.22830693914012
  },
  {
    "Timestamp": "2021-01-21T14:55:01.561000",
    "Title": "Plowing is needed.",
    "Message": "Plowing is needed.",
    "Answer": "",
    "Lon": 25.11505535833338,
    "Lat": 60.21697986582738
  },
  {
    "Timestamp": "2021-01-21T15:50:00.818000",
    "Title": "Plowing is needed. To the street ...",
    "Message": "Plowing is needed. The cars are left on the street.",
    "Answer": "",
    "Lon": 25.14336626889286,
    "Lat": 60.218594791678804
  },
  {
    "Timestamp": "2021-01-21T15:56:02.015000",
    "Title": "Snowstorming is dangerously visible",
    "Message": "Hey!\nAt the intersection of Kanelikuja and Aurinkoouulenkatu, a high snowstorm made from a cinnamon and a plow from the said square at the end of the Square at the end of the Aurinkuuleenkatu 1, which forms a dangerous visual obstacle for cars and cars from the north.\nI propose that the city will soon remove the snow pile of danger. In previous snowy years, there was no snowstorm at least in the same place. Situation on January 21, 2021 at around 9:00",
    "Answer": "Hey,\n\nI apologize for the awkward situation. All possible plowing equipment has been in use since last week, but there is still work to be done. Limited resources are intended to prioritize according to traffic volumes.\n\nHere's more information about the exceptional situation:\nhttps://www.hel.fi/uutiset/en/kaupunkiymparisto/lumitöt-jatuvatvatella- Power",
    "Lon": 25.157405359020167,
    "Lat": 60.20807766626424
  },
  {
    "Timestamp": "2021-01-21T16:32:50.159000",
    "Title": "Rukatunturintie urgently plowing",
    "Message": "Hey! On and around Rukatunturintie, it has not been plowed for at least a week. You cannot move around cars. The brother's wife is pregnant and now you are concerned that pregnancy starts and you can't get out of here. Would anyone have time to plow here?",
    "Answer": "",
    "Lon": 25.124964066573668,
    "Lat": 60.232534202850005
  },
  {
    "Timestamp": "2021-01-21T17:16:19.707000",
    "Title": "Snow plowing",
    "Message": "Hey! Street Street SwedishLintie in Vartiharju has been plowed at least 2.5 weeks with the result that I can't go home by car. I have deep grooves in the street and I have a low ground clearance in the car. Same situation in the neighborhood. I ask now, when will my street be plowed?",
    "Answer": "",
    "Lon": 25.11086307509567,
    "Lat": 60.214865244245324
  },
  {
    "Timestamp": "2021-01-21T18:14:59.717000",
    "Title": "Crash on the sidewalk",
    "Message": "I was going to work on 12.1 I fell on the arhotie and injured my hand, I had a little bit of fracture taken with many X -rays and many doctors visiting the street bump and the sand was missing. Last week, I complained about the condition of the street for many years winter in good shape has been bad. Continuation of the treatment with the hand is not yet known.",
    "Answer": "Thank you for your message. I apologize for the situation and late for our contact. Our feedback treatment is congested.\n\nWe have forwarded your feedback to the street maintenance of the area.\n\nIf necessary, you can apply for compensation from the street keeper, ie the urban environment industry.\n\nThe link below contains an application for damages (at the end of the page a link to the form and instruction to read), which will be delivered to the City of Helsinki (Helsinki.kirjakoamo@hel.fi)\n\nhttps://www.hel.fi/helsinki/kartat-ja-ja-liikenne/kadut-ja- traffic planning/katujen-functioning/vanning compensation\n\nYou can ask for compensation from the issue of the issue on 0931038506, 0931039930 everyday 9-10.30 and 11.30-13.30.",
    "Lon": 25.090719044493063,
    "Lat": 60.21656791881336
  },
  {
    "Timestamp": "2021-01-21T18:25:50.861000",
    "Title": "Plowing, 00990",
    "Message": "Hey,\n\nGinger ginger is now in such a condition that an ambulance can no longer turn into the immediate vicinity of the houses. Come plow as soon as possible.",
    "Answer": "",
    "Lon": 25.155850948014336,
    "Lat": 60.207352493839046
  },
  {
    "Timestamp": "2021-01-21T18:43:24.895000",
    "Title": "Plowing to Vehkalahdenkuja urgently",
    "Message": "Postal code 00950 Jyrki hill was lightly plowed in the last week only once.\n\nSeveral cars are stuck today at both the hill and the rest of the alley (the alley branch in half).\nA huge career in the road. The snow had a 20-30 cm hard mattress on the lack of plowing. The heavy junk car broke the structure and the road now almost without driving/walking.",
    "Answer": "",
    "Lon": 25.116032369503436,
    "Lat": 60.21779577487306
  },
  {
    "Timestamp": "2021-01-21T21:39:28.243000",
    "Title": "Vartioharju's snow work",
    "Message": "Hey!\nToday two cars are stuck on a silk road. The road urgently needs auaus. Thank you!",
    "Answer": "",
    "Lon": 25.107446901642735,
    "Lat": 60.22377163076369
  },
  {
    "Timestamp": "2021-01-21T23:47:37.243000",
    "Title": "Lumen plowing Lappeentie 00950",
    "Message": "The sidewalk has not been plowed on the Lappeen Hill for more than a week and the adjacent roadway is in poor condition because it cannot be properly cleaned, as the other lane is permanently parked full of cars that a neighboring car broker stole on the street summer winters. In winter, it is imperative to place a transfer prompt on the hill, for example, one day on a weekly basis, so that cleaning the carriageway and sidewalk could be well done and the street is safe regularly.",
    "Answer": "",
    "Lon": 25.103573871906324,
    "Lat": 60.22003197883601
  },
  {
    "Timestamp": "2021-01-22T04:40:07.269000",
    "Title": "In Vartiokylä Road Country ...",
    "Message": "In Vartiokylä road maintenance neglected: Hi,\nI have tried to call and give feedback on the Guard Village: Ring Path, Silkkitie, Silkknkutojantie and Silkkikuja to neglect road maintenance.\nAfter the snowstorm, there was no plow here and the snow was packed on the road. Now that the air has warmed up, the road surface is to the knee, the cars are constantly stuck, the ambulance could not reach the ring path due to the illness, there is a big risk on the road because Sohjo throws the car on the road where it hurts and the pedestrians are in danger Similarly, the car has to be driven hard to not get stuck.\nWho replaces any crashes, car bottom damage or any personal injury?\nThe situation is completely unsustainable and you have to come here immediately to launch the slips out of you.\nOn the Risktie road today at 4 pm, two planer went, though the planer and plows were up ... Why don't they come to the ring path and other areas of the area?\nSimilarly, the germinating route often passed the aura sparks by flying when there is no snow, but the clean road is rubbed?! What is the reason here and why do we pay tax on road maintenance?\nThe equipment must come immediately on Thursday to clean the streets that\nPeople can safely move away from home and back home.",
    "Answer": "",
    "Lon": 25.10771902036169,
    "Lat": 60.22422017878856
  },
  {
    "Timestamp": "2021-01-22T05:05:02.209000",
    "Title": "Earlings, Helsinki, year ...",
    "Message": "Awedout, Helsinki, Vuosaari: There's no longer a car from here to drive away and drive here when the roads are full of snow.",
    "Answer": "",
    "Lon": 25.1357759591916,
    "Lat": 60.224086733579966
  },
  {
    "Timestamp": "2021-01-22T05:30:03.945000",
    "Title": "Voikukutie Aura ...: Tiet ...",
    "Message": "Voikukutie Aura ...: I know last week was busy with snow work. But on Voikukutie in Itäkeskus, no plow has been seen. At the end of the road is both service houses and a kindergarten.",
    "Answer": "",
    "Lon": 25.08752360964993,
    "Lat": 60.20886020914779
  },
  {
    "Timestamp": "2021-01-22T06:57:20.859000",
    "Title": "Vehkalahdenkuja is no longer able to move by car",
    "Message": "Hey\nWhen can we get a plow for Vehkalahdenku? The snow is on our street so that the car can no longer reach the distance than four -wheel drive. Today I can't get to work because I have no four -wheel drive, so I get on my car on my car. On the road leading to the hill, the snow is badly rugged. We're in trouble. The junk car got stuck. Distribution cars cannot arrive and we push the cars with a crowd. We have tried to create snow, but now we need to help plowing equipment, bumps are no longer a solution. Would you soon come to help.",
    "Answer": "",
    "Lon": 25.115162839275754,
    "Lat": 60.21676436337709
  },
  {
    "Timestamp": "2021-01-22T08:06:37.344000",
    "Title": "snow",
    "Message": "For you leaders for service. All the roads on Leikosaari without plowing.This tractors rotate here, but they always have a bucket up. Who teaches them the snow. Say fuck them. Give your shoe if you don't care. Now the tractor rotates but the bucket is up, the ace has two children's shelter, can't get on the kids' strollers do something",
    "Answer": "",
    "Lon": 25.138767412725983,
    "Lat": 60.201851590610744
  },
  {
    "Timestamp": "2021-01-22T08:25:22.024000",
    "Title": "Plowing the rest of the Ramsinnniementie ???",
    "Message": "Hey\n\nThe road to the top of the Ramsinniemniemnie Road has gone very narrow. Would it be possible to go with a snowstorm to widen the road? And at the same time plowing.",
    "Answer": "",
    "Lon": 25.091943380897384,
    "Lat": 60.189955018665096
  },
  {
    "Timestamp": "2021-01-22T08:39:36.268000",
    "Title": "The trace of a snow plow",
    "Message": "Rarely a tooth or iso-ville type plowing from snow Orvokkitie 7, 9 A and B. Residents can also knock on the city side. I saw again today 21.1.2021. In addition, the traces of the Aura truck can be collapsed and widened.\n\nI understand the effect and hurry of the amount of snow. The other year, the driver handled the power well.",
    "Answer": "",
    "Lon": 25.093103240328567,
    "Lat": 60.21763433746737
  },
  {
    "Timestamp": "2021-01-22T09:15:02.169000",
    "Title": "The parking area of ​​Vuosaari High School was never plowed this winter",
    "Message": "Hey!\nThe Vuosaari High School parking area (Vuosaarentie 7) has never been plowed throughout the winter. Several staff cars are stuck in the parking area.\nWe would hope that the parking area could be plowed as soon as possible.",
    "Answer": "",
    "Lon": 25.144101715349507,
    "Lat": 60.20941216831958
  },
  {
    "Timestamp": "2021-01-22T09:24:41.131000",
    "Title": "Snow Div. /Vuosaari",
    "Message": "Vuosaari: Airoparintie /Intersection of Hankaintie. The The streets and partly sidewalks have been plowed - but the snowstorm is made. to the corner of the streets. There are many children in these streets to school. The The corner of the streets is insecure! Is it supposed to take the snow off as soon as possible?",
    "Answer": "",
    "Lon": 25.129553925859547,
    "Lat": 60.21110557175731
  },
  {
    "Timestamp": "2021-01-22T09:30:47.430000",
    "Title": "Snow plowing Jallintie",
    "Message": "Hey,\nJallintie is starting to be in such poor condition that you can't get home anymore. However, almost all other side streets and alleys leaving the swimsuit have been plowed last night, why not have been collected here? I would humbly ask our home streets to be plowed in the first place.\nRegards,",
    "Answer": "",
    "Lon": 25.110679836488238,
    "Lat": 60.21937103925419
  },
  {
    "Timestamp": "2021-01-22T09:37:57.455000",
    "Title": "Lumasa as Oy Kissankallontie 18 on the plot",
    "Message": "Hey,\nThe snow situation is impossible and we understand it. However, for information, the city's snowmobile has been unauthorized unauthorized snow on the site of our housing association. Here are the rose bushes below, which we hope will remain intact, which is a bit unlikely. This is notified to the area for street maintenance for spring.",
    "Answer": "",
    "Lon": 25.088418448129755,
    "Lat": 60.206292653513906
  },
  {
    "Timestamp": "2021-01-22T10:02:12.908000",
    "Title": "Thanks for the quick action!",
    "Message": "Hi, I made previously developing feedback on the deficiencies of Saarenmaankatu and Harbonkatu. You went to week 3 to take care of this. Big thanks and cheer for your busy time.",
    "Answer": "",
    "Lon": 25.121946748401427,
    "Lat": 60.19763172897469
  },
  {
    "Timestamp": "2021-01-22T11:15:15.488000",
    "Title": "Hiking in winter maintenance",
    "Message": "Hey!\n\nIn Vuosaari, it was almost impossible to move around the car this morning, when there was such a powerful area at the intersection of Hikkeilijänkatu near the road where all the smaller than the SUV was caught.\n\nThere have been problems with the road section throughout this snowfall. Would it be possible to move the road from the treatment class B to A? After all, there is a huge parking area with hundreds of cars at its width.",
    "Answer": "Hello and thanks for your feedback,\n\nThis is a Asuntokatu, which serves the properties along it. Housing streets are, in principle, classified as always in the III (roadways) and C-category (corridors). In the class II, there are public transport streets and collector streets (collecting all the traffic from the residential streets) and in Class I, the main main routes (for example, Itäväylä).\n\nThere is no particular reason why it should be raised for raising the hiker. There is a type of traffic on the type of dwelling, and there is no activity that would support the category of street care. The P areas of real estate are not otherwise important.\n\nIt is also good to note that there are, for example, day care centers and schools (much more important destinations) along the residential streets, and that the basics have, in principle, only have only raised the treatment class. Because the resources are limited, unfortunately, some prioritization has to be done.\n\nI understand that movement has not been easy this winter. So much snow came from that beginning of January (+50 cm) over a couple of days that the city started exceptional measures and the additional equipment was purchased. Even snow has already been transported for the city's reception sites.\n\nregards",
    "Lon": 25.125409398584093,
    "Lat": 60.20737578970118
  },
  {
    "Timestamp": "2021-01-22T11:31:08.848000",
    "Title": "access to Vuosaari Church",
    "Message": "Hey!\n\nI received feedback from Vuosaari that the footpath on the map from the subway to the Vuosaari Church apparently is not in winter maintenance. He said he had been in contact with the city for four winters, but the situation is still the same: the asphalted roadway from the Vuosaari Park Path to the church will not be plowed or weed. Today, when the snow had come again, all other walkways had been plowed, but this was a small path. Is the relationship between the path in question somehow unclear between the church and the city or what is this? Can I check and get the situation in order?",
    "Answer": "Thank you for your message. The area's maintenance engineer __ __ said that there was no winter care on this fairway. Sounds in the park corridor and only certain traffic corridors are winter maintenance. There is no obligation or responsibility in the law to keep such objects in winter maintenance as it is in the streets, for example.\n\nThe corridor is also located in half on the property, whereby it is the structure of the property (and there are no specific contracts).\n\n__ __ considers whether it is justified to bring that city share in winter maintenance, while other comprehensive reviews are carried out in terms of treatment class changes. Unfortunately, there is no change in this winter.",
    "Lon": 25.141065405507188,
    "Lat": 60.21212600143223
  },
  {
    "Timestamp": "2021-01-22T11:37:24.924000",
    "Title": "Lumen plowing Haapsalunkatu, Ramsinranta 00980 Helsinki",
    "Message": "Hey,\nHaapsalunkatu has not been plowed this week and the snow has become huge heaps. There are carports along Haapsalunkatu, which has dangerously piled up in high heaps, preventing the car when the car cancel out, the snow also so that the car can not be properly turned in and out of the canopy. Piles so big that the spade of the residents does not help but the snow must be driven away. In addition, the street is in such poor condition that the cars are stuck in the bottom.\nThis has been going on for another week, urgently a plow and snow collection here.\nHi.",
    "Answer": "",
    "Lon": 25.117649867471318,
    "Lat": 60.195948232805435
  },
  {
    "Timestamp": "2021-01-22T12:02:11.262000",
    "Title": "Sammalparrankuja Vuosaari 00960 plow",
    "Message": "What is it when the plow furniture drivers can't plow about 30 meters from the moss parrankuja when 10 meters away is plowed, it has a kindergarten now the pedestrian has to use the driveway last Friday at 7pm Plange driver drove it really well thanks to it, but Ville et al. People have been taken to the accident station because the sidewalk is without plowing whether the management is so little intelligent that they do not know their job duties because it is a fault. A good weekend at T. At the accident station, waiting for wrist gypsum",
    "Answer": "",
    "Lon": 25.149007078841564,
    "Lat": 60.21731407185323
  },
  {
    "Timestamp": "2021-01-22T13:21:05.863000",
    "Title": "Plow",
    "Message": "Hi.saanatunturintie needs a plow at the end of the daycare. Misses drag the strollers from the stop back and forth.",
    "Answer": "",
    "Lon": 25.122961958969515,
    "Lat": 60.23285918585527
  },
  {
    "Timestamp": "2021-01-22T13:30:00.491000",
    "Title": "The rollator can't get to ...",
    "Message": "The rollator cannot run on the sidewalk.",
    "Answer": "",
    "Lon": 25.145419277411413,
    "Lat": 60.20963511557758
  },
  {
    "Timestamp": "2021-01-22T14:28:16.955000",
    "Title": "Accessible access to Cecilia shopping center Columbus",
    "Message": "Hey,\nAs Vuosaarentie plows, the snow will accumulate so that the unobstructed passage from Cecilia Service House Columbus shopping center becomes impossible.\n\nI mean the crosswalk between the Vuosaarentie Library and the Service House. It leaves snow piles after plowing so that the weak -footed service house residents have to go far or skip trade trips.\n\nWould you fix it next time?\n\nRegards,",
    "Answer": "Thank you for your message. I have reported the issue of the area's winter care management. I apologize for the situation.",
    "Lon": 25.143182546359416,
    "Lat": 60.20955676994173
  },
  {
    "Timestamp": "2021-01-22T14:45:00.670000",
    "Title": "Iiluodon yard, solar wind ...",
    "Message": "Iiluotonpiha, Aurinkoouulenkatu 11, Wild Ruusunkuja 4, needed plowing for parking lots and roadways near schools/kindergartens !!!",
    "Answer": "",
    "Lon": 25.146258403385232,
    "Lat": 60.20366555004548
  },
  {
    "Timestamp": "2021-01-22T16:14:19.974000",
    "Title": "The 450th anniversary of Helsinki City/ Aurinkolahti Puistotie in Vuosaari",
    "Message": "Could you advise the Aurinkolahti Park Road plows so that you would not plow snow from the sidewalk Ivan Falin's alley h 4650 to the rescue and passing road, leading through Ivan Falin Park to the 450th anniversary of the city of Helsinki. Could the signpost sign closer to the sidewalk of the Aurinkolahti Park Road so that the plows would see where the road leading through the park starts?",
    "Answer": "",
    "Lon": 25.14909993147212,
    "Lat": 60.202001935848706
  },
  {
    "Timestamp": "2021-01-22T18:22:18.878000",
    "Title": "The sanding of the Vuotalo",
    "Message": "For several days I have had to pass through Vuotalo. No sand has been applied to the pedestrian lane any day. The fairway is dangerously slippery. I mean an area between Columbus shopping center and Cecilia service house. This walkway is another hundred meters long. It is used daily by residents of two senior houses.\n\nIn my experience, the tractor spins around the adjacent market area, scattering the sand over there. Again, this sand is not very systematic. The plower should rise up to sand the pedestrian lane in front of Vuotalo, but he has never done it in recent days.\n\nInstead of sanding the city a lot, it is reflected in some pattern that we would do very well without which we would do very well.\n\nI hope to improve the matter.",
    "Answer": "",
    "Lon": 25.1439181396156,
    "Lat": 60.20867638484932
  },
  {
    "Timestamp": "2021-01-22T18:59:22.375000",
    "Title": "Who answers when something happens due to your negligence?",
    "Message": "Liikkalantie, 00950. Road without plowing for the fourth day! We are here in motion in motion, but it is small if, for example, rescue measures are needed here for spirit. No ambulance can get through that mosquito, let alone away. All other local areas have been put in order today ???",
    "Answer": "",
    "Lon": 25.10816304751478,
    "Lat": 60.21659972198876
  },
  {
    "Timestamp": "2021-01-22T19:41:08.862000",
    "Title": "Rescue path as early as 2 weeks blocked",
    "Message": "The Vuosaari Artist Hall's Rescue Road from the Aurinkolahti Puistotie bus stop next to Midsummer Ruusunkuja 3 has been blocked by snow loads. The only stairwell in the house cannot be accessed by rescue vehicles. It does not belong to the housing association, does it not need to inform the fire inspector first or how to get it done? Who is responsible if something happens?",
    "Answer": "",
    "Lon": 25.149353101340964,
    "Lat": 60.202163208403896
  },
  {
    "Timestamp": "2021-01-22T20:31:24.353000",
    "Title": "Conifer",
    "Message": "Is Havukuja plowing completely out of the plans? No plow has been seen.",
    "Answer": "",
    "Lon": 25.135612942059428,
    "Lat": 60.20208821384539
  },
  {
    "Timestamp": "2021-01-22T20:39:15.657000",
    "Title": "Sidewalk full of plowing snow on Linnavuorentie at Teboil",
    "Message": "Hey!\nFor many years I have wondered why the plow is completely clogged with the sidewalk at the Linnavuorentie Teboil. Elsewhere, the sidewalk has been cleaned of snow. Pedestrians (including children) have to bypass the location either by walking on the carriageway or turning through gas station gasoline pumps. This is dangerous in the dark because the unpaved clip is very close to the intersection. Cars that turn from the Itäväylä on both directions are in danger of driving over pedestrians. The pedestrian/cycle path along the Itäväylä is well plowed from the entire width to the junction of Linnavuori from the other direction, but as it turns to Linnavuorentie, the plowed area of ​​the sidewalk is very narrow (right next to Teboil entrance and mailboxes). Pedestrians often have to dodge this pile on the driveway just at the intersection. The sidewalk is often a slippery and driving road at this point after plowing. Pedestrians at this point are in danger of slipping into the carriageway, under the cars that turn from the Castle Mountain to the Linnavuorentie. Swivel cars may not always notice watching pedestrians at such a point.",
    "Answer": "",
    "Lon": 25.115024751861835,
    "Lat": 60.22369347571498
  },
  {
    "Timestamp": "2021-01-22T21:42:52.797000",
    "Title": "Street maintenance",
    "Message": "Hat lift and warm thanks to all the hard snow workers! I admire the efficiency you have taken care of this wild snow chaos from the street areas at such a fast pace.",
    "Answer": "",
    "Lon": 25.099932343935656,
    "Lat": 60.20908480228912
  },
  {
    "Timestamp": "2021-01-23T08:31:18.116000",
    "Title": "Plowing",
    "Message": "Nipikuja must have gone aura once ??\nThe street is full of slush and no longer can get up or down safely. So, if there really is a need for alerting, how can I get a narrow street by an ambulance or a fire truck that is covered by a slush?\n\nRukatunturintie yes plowed, but no talk that the aura hooks Nupikuja? Presumably this street is also in the city area of ​​responsibility?",
    "Answer": "",
    "Lon": 25.12333955236394,
    "Lat": 60.232481870241955
  },
  {
    "Timestamp": "2021-01-23T12:35:39.943000",
    "Title": "Plowing of light traffic lanes",
    "Message": "Hey!\n\nThe light traffic route from Itis 1 to the west is pretty terrible to walk or ride by bike.",
    "Answer": "",
    "Lon": 25.086386507276224,
    "Lat": 60.21537708473215
  },
  {
    "Timestamp": "2021-01-23T16:47:47.368000",
    "Title": "Snow assembled on the sidewalk",
    "Message": "When the plows were finally brought here, the snow was piled on the sidewalk. Very dangerous, and significantly complicates the movement of the residents of a nearby elderly house. The snow is definitely moved off the sidewalk asap!",
    "Answer": "",
    "Lon": 25.12735769278081,
    "Lat": 60.2121847454027
  },
  {
    "Timestamp": "2021-01-23T16:51:02.610000",
    "Title": "Snow piled up on the sidewalk",
    "Message": "When the plows were finally brought here and the snow off the driveway, they were assembled on the sidewalk. Very dangerous, and makes it difficult to move pedestrians. Near the elderly house with lots of poor feet. Snow Move off asap !!!",
    "Answer": "",
    "Lon": 25.127684481795914,
    "Lat": 60.21273193018825
  },
  {
    "Timestamp": "2021-01-23T20:37:13.771000",
    "Title": "Plowing of the sidewalks",
    "Message": "Hey,\nNow that the snow is a slump, why not plow it off the sidewalks. In it, the ankle whispers while walking in the slush. Can the city afford to pay medical expenses when people are hospitalized. Why not hire the unemployed to plow the passageways.\nThe same goes for the sandy roads that people use. At least here in Vuosaari, at Kaivonkatsojantie.\nIn Finland, when you live, you should have the skills and information about winter conditions.\nNow try to get an activity.\nregards",
    "Answer": "",
    "Lon": 25.137057981548974,
    "Lat": 60.20269705625528
  },
  {
    "Timestamp": "2021-01-23T21:13:53.705000",
    "Title": "Slipping",
    "Message": "Hey!\nOn Saturday, January 23, 2021, I slipped in Vuosaari on a light traffic route right after a bridge leading from the beautiful airfall to Columbus. The fairway is partly salted, but partly covered with black ice. As a result of the fall, the humerus of my left hand broke and there was a bump in the eye.\nWho replaces (I understand the maintenance of the fairway belongs to the city) medical costs and pains?\nThanks for the answer in advance!\n\nregards",
    "Answer": "Hi Leena,\n\nThanks for your message and apologize for the accident that has happened due to slippery.\nIn this situation, I recommend that you apply for damages as soon as possible. Here's more information and instructions for filling out the application: https://www.hel.fi/helsinki/kartat-ja-ja- traffic/kadut-ja- traffic planning/katujen-functioning/Vice compensation",
    "Lon": 25.15807673574356,
    "Lat": 60.208929531238354
  },
  {
    "Timestamp": "2021-01-24T12:20:04.037000",
    "Title": "Mosaic Market Vuosaari",
    "Message": "Hi! I understand that snow and snow are full of every place, but I would consider this place really urgent. At many points, the Mosaic Market has fallen into bad large pits that are now collecting water and slipping into pools. Now that there is no frost, it would be easy to go plowing. If the frost comes, the area will become very dangerous, especially now that the coronary testing booths are there and people move even more than normal. Also, I wonder about this every year: why the only bench that doesn't hurt plowing, but 4-5 giant pots (though beautiful) are left badly to the plowing equipment when the area already has completely unnecessary marble buns that can't even sit on.",
    "Answer": "",
    "Lon": 25.14397094615066,
    "Lat": 60.20838013934816
  },
  {
    "Timestamp": "2021-01-24T14:20:32.481000",
    "Title": "Hi, to our delight in Jallintie ...",
    "Message": "Hey,\n\nTo our delight, Jallintie has finally been cleaned of snow. Thanks for that! However, I wonder why the turning point at the end of the street is not cleaned. At the moment, there is so much that it is difficult to turn around by car. I wish the job will be done to the end.",
    "Answer": "",
    "Lon": 25.109847863628584,
    "Lat": 60.21874345403335
  },
  {
    "Timestamp": "2021-01-24T14:35:12.323000",
    "Title": "Hikingijänkatu sidewalk poor condition",
    "Message": "The entire sidewalk (Rastila) sidewalk is in shockingly poor condition, you can't walk without fear of falling, or you cannot exercise at all. So much snow and slippery. Lumia has not been plowed out of it at all and now that you have been watering, you can't move.",
    "Answer": "",
    "Lon": 25.12406779317063,
    "Lat": 60.20550119278458
  },
  {
    "Timestamp": "2021-01-24T15:43:02.504000",
    "Title": "Snowfall",
    "Message": "Hey! The last few weeks have been quite challenging here in Helsinki. I thank you for the fact that our little veil path has been plowed well. Now, however, a huge pile of snow is plowed at the end of the Huntupolku, which takes up space from the area needed to drive to the plots and especially to remove our ax site (cancellation). I would kindly ask that you could go out for that snowstorm just as it has been removed from the bottom of the veil. Snow cannot be transferred by shoulder forces.",
    "Answer": "",
    "Lon": 25.099135803430634,
    "Lat": 60.22602194245224
  },
  {
    "Timestamp": "2021-01-24T16:32:40.009000",
    "Title": "Elderly people using a plowing pile on the route",
    "Message": "In Vuosaari, on the north of Vuotalo, there is a route on the route, which comes past Columbus, a truly disturbing plow. This is even written with the picture in the latest Vuosaarilehti, but the pile is still in place. With the rainfall, this plowing barn has slightly flattened, but at the same time became even harder and harder. Could you handle the information for the property manager (probably it is the city of Helsinki because the point is in the Vuotalo area). It's terrible to look at people with shopping bags trying to get on the sidewalk .... The route is also used by the elderly of the nearby Cecilia House. My 88-year-old mother had to tour the whole Vuotalo when she didn't dare to go.",
    "Answer": "",
    "Lon": 25.143146319398205,
    "Lat": 60.20952090744224
  },
  {
    "Timestamp": "2021-01-24T16:50:51.948000",
    "Title": "Snow plowing Jallintie",
    "Message": "Hi, first of all thanks for the start after the previous feedback. Now, however, the turning point of our way, Jallintie 5A and B and 7, are impossible to have a lot of bumps, which makes it difficult to drive a lot. We were already trying to push the slush off with a snowstorm, but it was so closely revealed that we could not. We would be really happy if you went to the backhoe to push the slips off.",
    "Answer": "",
    "Lon": 25.10930725086124,
    "Lat": 60.218923408086496
  },
  {
    "Timestamp": "2021-01-25T09:05:01.145000",
    "Title": "Havukuja plowing left ...",
    "Message": "According to the announcer, the plow of Havukuja has been missed, possibly the snow on the drain prevents rainwater from removing (now a large pond on the street).",
    "Answer": "",
    "Lon": 25.13577366535081,
    "Lat": 60.201711082308805
  },
  {
    "Timestamp": "2021-01-25T09:29:20.375000",
    "Title": "PK APPLE Park plowing",
    "Message": "Hey!\n\nDoes the snow plowing not take into account the location of the kindergartens in any way? The entrance to PK Omenapuisto Park is on Omenamäenkatu (00990 Helsinki) and about 150 people in kindergarten.\nThe applemäenkatu has not been plowed at times and the sidewalk has a narrow path for the kindergarten. Families bring and seek their children from kindergarten, both by cars and on foot, on the stroller and on the sled. At the moment, for example, it is impossible to travel along the sidewalk.",
    "Answer": "Hey.\n \nThank you for your message. I will notify you about winter care in the area. Unfortunately, the situation is now difficult. However, snow work continues at full power in Helsinki. The main streets and public transport streets have largely been plowed. Even the most important streets are narrower in some places due to snow. They are currently being opened to full width. In addition, the snow is underway. In smaller residential streets, snow work continues.",
    "Lon": 25.152381822175204,
    "Lat": 60.2098247596363
  },
  {
    "Timestamp": "2021-01-25T09:48:59.648000",
    "Title": "Snow work",
    "Message": "Thanks for the answer I got my question, though the answer will lead to an additional question. So the area I asked (Omenapuisto Kindergarten/Omenamäenkatu Vuosaari) is part of the city, then why the opposite side of the street has been plowed, even today in the morning, but this side of the kindergarten never? Is it now quite sure that the area is in the city and not outsourced for property maintenance? If the city really had to take care of this, why just the other side of the street? Parents are really awkward with wagons and strollers, including quite dangerous situations when they have to use the driveway to get to the daycare with the wagons.",
    "Answer": "Hey.\n\n\nOnly the southern side of the sidewalk runs on apple on the southern side. To the north, there is only a separation area that is not compared to street traffic shares. More snow space in winter and otherwise distinguishes the structure/structures of the street from the environment.",
    "Lon": 25.15171695725582,
    "Lat": 60.210355070230314
  },
  {
    "Timestamp": "2021-01-25T10:03:21.840000",
    "Title": "Plowing Omenamäenkatu (Vuosaari)",
    "Message": "Hey!\nCould the Omenamäen Street be plowed? The street now has such deep grooves (30-40cm) that smaller cars are caught on the bottom.\nWaiting grateful and good spring!",
    "Answer": "",
    "Lon": 25.146518759972466,
    "Lat": 60.20139448429707
  },
  {
    "Timestamp": "2021-01-25T10:30:06.031000",
    "Title": "Vartioharju Vikings, Light traffic lane snow work",
    "Message": "Hi, Viikinkie, the yellow collection street on the map and the lively traffic KLV, has never been removed this year. On the roadside, the kindergarten, the transportation of children along the light traffic route is difficult.",
    "Answer": "",
    "Lon": 25.113724826869007,
    "Lat": 60.21824654182502
  },
  {
    "Timestamp": "2021-01-25T10:35:02.696000",
    "Title": "For a light traffic lane ...",
    "Message": "A light traffic route is needed plowing/lounging",
    "Answer": "",
    "Lon": 25.15431695089936,
    "Lat": 60.203279452583146
  },
  {
    "Timestamp": "2021-01-25T11:05:01.992000",
    "Title": "You need a snowstorm ...",
    "Message": "You need to remove snow piles, they cover the parking lots and the children play dangerously on them",
    "Answer": "",
    "Lon": 25.10879232895376,
    "Lat": 60.2323061089203
  },
  {
    "Timestamp": "2021-01-25T12:00:47.164000",
    "Title": "Plowing dolls and wild roses between",
    "Message": "Get a quick plowing doll rose and the lightweight fairway between the wild rose bumps next to the houses. It has such a deep sinking to get that when the frost comes, no one walks and the cars can reach the doll's rose. Note also alarm vehicles!\nThanks for the good street care in the area by the way.",
    "Answer": "Hey.\n \nThank you for your message. I will notify you about winter care in the area. Unfortunately, the situation is now difficult. However, snow work continues at full power in Helsinki. The main streets and public transport streets have largely been plowed. Even the most important streets are narrower in some places due to snow. They are currently being opened to full width. In addition, the snow is underway. In smaller residential streets, snow work continues, and some of the residential streets are still waiting for plowing.",
    "Lon": 25.147644773281087,
    "Lat": 60.20319729296136
  },
  {
    "Timestamp": "2021-01-25T12:16:42.867000",
    "Title": "Vuosaari Leikosaarentie 17",
    "Message": "The sidewalk since Thursday last week has been plowed at Leikosaarentie 17. The road is used by people with reduced mobility and school students.",
    "Answer": "Hey.\n\nThank you for the feedback. Feedback has been transmitted to winter care in the area.",
    "Lon": 25.14524722090708,
    "Lat": 60.20335252188689
  },
  {
    "Timestamp": "2021-01-25T13:45:04.732000",
    "Title": "Plowing the walkways of Vuosaari",
    "Message": "Greeting\nAfter all, this is once again so.\nSnow came to understand\nWalking paths in downtown Vuosaari without plowing.\nWhat do you think a person who uses a rollator to survive, for example,\nThe park of the black stone without plowing\nPohjavekatu and groundwater sober without plowing\nKalvikintie's walkways without plowing\nThere is no wheelchair there.\nWhat if this is a frost on this now how many fall and insult themselves.\nNow look in the mirror now.\nFor two years you could easily get the snow.\nPut it off and forget the environment of the eastern Suos island like Paulig.\nThey are plowed quickly",
    "Answer": "Thanks for your message and apologize for the awkward situation. I have directed your feedback to the area's management.",
    "Lon": 25.137177372319844,
    "Lat": 60.20538057889807
  },
  {
    "Timestamp": "2021-01-25T15:15:44.124000",
    "Title": "Plowing and sanding",
    "Message": "Eastern Helsinki: Why are the tolls poorly plowed not\nHave not been sanded on the sidewalks at all\nFor example: Rintinpolku and neighboring road\nPS: Is the price of a sand cube higher than a broken bone?",
    "Answer": "Hey,\n\nThanks for your message and apologize for the awkward situation. I have directed your feedback to the area's management.",
    "Lon": 25.088308264991575,
    "Lat": 60.232393121500486
  },
  {
    "Timestamp": "2021-01-25T15:40:24.275000",
    "Title": "Plowing the sidewalk of Leikosaarentie",
    "Message": "Hi, what schedule will plow the sidewalks of Leikosaarentie and Iiluodontie. Today, an elderly person fell on a rollator when the device was caught in the snow. There have been no plows at all.\nWaiting for an answer",
    "Answer": "Hey,\n\nThanks for your message and apologize for the awkward situation. I have directed your feedback to the area's management.",
    "Lon": 25.14579391062945,
    "Lat": 60.20464438068858
  },
  {
    "Timestamp": "2021-01-25T16:59:08.535000",
    "Title": "Plowing the Ring 1 Strait between Myllypuro and Itäkeskus",
    "Message": "Hey,\nThere is a piece between Myllypuro and Itäkeskus on the walking and cycle path plowing map along Ring Road 1, which is not marked in any color. The route is in poor condition (an appendix picture from Monday evening). Doesn't the city plow? This is a very important passage in Itäkeskus for those who have access to the car.",
    "Answer": "Hey,\n\nThank you for your message. This sidewalk is part of the ELY Center and is therefore not visible in the city's maintenance maps. I have directed your feedback to their feedback channel.",
    "Lon": 25.085377564162567,
    "Lat": 60.21584445763304
  },
  {
    "Timestamp": "2021-01-25T17:26:18.311000",
    "Title": "the south side of the Vuosaari bridge",
    "Message": "The light traffic side of the light traffic south of the Vuosaari bridge in aggravated condition when the plows visit both ends of the bridge are left covered by the bridge. One time there is the snow cared for the whole width. Although it is a good bridge is well cared for everyone not going to go around here on Meri Rastila. I wait for the plowing and snow removal.",
    "Answer": "Hey,\n\nThank you for the information and apologize for the awkward situation. I have directed your feedback to the area's management.",
    "Lon": 25.110638264710108,
    "Lat": 60.20702991562918
  },
  {
    "Timestamp": "2021-01-25T17:29:04.414000",
    "Title": "Winter maintenance of Vuosaari Park Path",
    "Message": "Why does the priority of the winter maintenance of Vuosaari Park Path seem to have fallen in recent years, although this fairway is probably one of the most used in the district for light traffic? For example, now (or already at the weekend) could have easily removed the entire 15 cm thick slut mattress, thus effectively combating the slip of the pre -frostbite. The fairway is plowed from time to time and the snowy surface, which has been packed in the frost, works well, but in the first priority, I would also like to invest in anticipation. A few years ago I had given that. Praise for the maintenance of the fairway, but the situation has really declined significantly over the last couple of winters. Currently, the pedestrian areas of small side streets are in better shape in many places! There is a slope along the fairway, but the map is marked with a badly flooded spot when the water cannot run away.",
    "Answer": "Hey,\n\nThank you for the information and apologize for the awkward situation. I have directed your feedback to the area's management.",
    "Lon": 25.14104798538566,
    "Lat": 60.212269626265766
  },
  {
    "Timestamp": "2021-01-25T18:18:34.436000",
    "Title": "Plowing/sanding",
    "Message": "Hi. On Saturday, I went to Leikosaarinkuja in Vuosaari and it was a really poorly plowed all the yard that I couldn't get through my own car throughout the yard and so in the water and in the slope when the terrible snowstorm was left in the middle of the walking road that it was good to just walk. If this area of ​​Leikosaari is you, could you go to take the annoying snowstorm off the walkway and go to plow and level properly? To get to the yard well I haven't seen such a poorly plowed yard so far.",
    "Answer": "Hey.\n \nThank you for your message. I will notify you about winter care in the area. Unfortunately, the situation is now difficult. However, snow work continues at full power in Helsinki. The main streets and public transport streets have largely been plowed. Even the most important streets are narrower in some places due to snow. They are currently being opened to full width. In addition, the snow is underway. In smaller residential streets, snow work continues, and some of the residential streets are still waiting for plowing.",
    "Lon": 25.13858702656164,
    "Lat": 60.20183382838865
  },
  {
    "Timestamp": "2021-01-26T08:47:23.825000",
    "Title": "Dangerous walkway (detour)",
    "Message": "Hey,\nOn both sides of the Bertha Paulig street of Vuosaari, the construction of apartment buildings and the relevant earth transfer with heavy equipment. Bertha Paulig Street has a pedestrian route in addition to construction site traffic and private cars (the detour is directed to this very section of the street). The street has now proven to be dangerous to pedestrians, as earthmoving machines exceed the sidewalk and thus cause incidents. The street is very busy with pedestrians and cyclists. Private cars are mainly for the parking garage. Now the sidewalk has been cut off due to excavation and no new detour is marked. Pedestrians move to the edge of the motorway. Could the area check that it is safe to use?",
    "Answer": "",
    "Lon": 25.15025731249706,
    "Lat": 60.206685792303105
  },
  {
    "Timestamp": "2021-01-26T09:27:54.988000",
    "Title": "The well deck is missing from the road!",
    "Message": "Hey! I noticed that apparently the plow car has removed the cast iron well from the street, moved the lid and the detached border to the roadside to the north. The road now has unprotected n 30cm diameter hole!",
    "Answer": "Thank you for your message. I apologize for the delayed answer. Our feedback processing is congested due to plenty of feedback. It is a good idea to call urgent requests, and in very urgent and dangerous situations you can also call an alarm center.\n\nI have provided the matter for winter maintenance in the region's streets.",
    "Lon": 25.094953698905776,
    "Lat": 60.22123215234991
  },
  {
    "Timestamp": "2021-01-26T09:45:00.903000",
    "Title": "Plow request. A short clip, ...",
    "Message": "Plow request. A short clip, lots of school traffic.",
    "Answer": "",
    "Lon": 25.125187039597588,
    "Lat": 60.20581428026054
  },
  {
    "Timestamp": "2021-01-26T12:10:00.746000",
    "Title": "Snowstorming harm the passage of Rol ...",
    "Message": "The snow pile interferes with the passage of rollators.",
    "Answer": "",
    "Lon": 25.142622868498442,
    "Lat": 60.20942274184241
  },
  {
    "Timestamp": "2021-01-26T12:40:51.820000",
    "Title": "Prams and pedestrians on the driveway in life risk,",
    "Message": "Hey,\n\nI sent feedback on January 21, 2021, but the going is just getting worse and no repair will happen.\nThe footwear has disappeared completely under the plowed snow and large trucks have taken over the former sidewalk. Why not plowed the Linnavuorentie 30 / Linnavuorentie at the Itäväylä TB gas station so that pedestrians can walk. The street is a city care area. Now people with their strollers have to move to the TB's yard and space to not become overdraft.\nHere are a few pictures of real life,\n\nThe lost sidewalk hunter,\nResident",
    "Answer": "Hey,\n\nThanks for your message and apologize for the awkward situation. I have directed your feedback to the area's management.\n\nregards",
    "Lon": 25.114428267588966,
    "Lat": 60.2233888286751
  },
  {
    "Timestamp": "2021-01-26T15:15:14.395000",
    "Title": "VL: Note",
    "Message": "Dignified clerk,\n\nI am aware that street maintenance involves both good and less good achievements. The basis for all your work is to maintain and ensure safe movement in your area of ​​responsibility. Am I right? Often, \"bad thing first\" is said. I follow this old phrase, too, and start with less good achievement. This time, it will be positioned in Vuosaari - one of the best part of our city - and there in the apartment building on the corner of Kaivonkatsojantie and Leikosaarentie and its Leikosaarentie courtyard:\n\nOn both sides of the fairway, a snow load in the surrounding area is usually piled up, which almost completely prevents visibility to the busy Leikosaarentie when entering the yard with the yard when that almost completely lacking safety view expands slightly more visible to the driveway, creating a situation where In such situations, in such situations, the good values ​​of the drivers are not always enough, but the familiar \"human factors\" emerge, I understand that from the controls of the heavy and tall work machines used in the work, those snowstarts may look very small, but we set up a passenger car driver as it goes covered mountains. The attachment is two photo-taking from a passenger car driver's seat to illustrate the above.\n\nWell, it is so that heat and water will certainly take care of the day - but what about it?\n\nOtherwise, you have done a good job of protecting nature at the tip of Kallanniemi and on the beautiful, beautiful terrain of Kalvikintie. Hopefully, your structural message goes to the consciousness of our area that we do not have to have our own path. Many thanks to you for all the nature cosmetologists - I dare to say - for all Vuosaari people in the area.\n\nTake care of yourself that you can take care of what you are authorized by you.\n\nRegards",
    "Answer": "Hey,\n\nthank you for the message. You are quite right that security is a priority. I forward your message to both the Winter Care foreman and our engineers who order and plan for winter care.",
    "Lon": 25.137490174599876,
    "Lat": 60.202561977873124
  },
  {
    "Timestamp": "2021-01-26T15:25:00.463000",
    "Title": "Snow piled up on the end of the street ...",
    "Message": "Snow piled at the end of the street at the turning point.",
    "Answer": "",
    "Lon": 25.09347892040076,
    "Lat": 60.203847876159905
  },
  {
    "Timestamp": "2021-01-26T19:16:30.766000",
    "Title": "Dangerous big snowstorm away from the Vartiokylä day care center from the yard of flower meadow",
    "Message": "Hey!\nVartiokylä kindergarten in the yard of Kukkaniity is a large snowstorm that is dangerous to children. Kindergarten instructors are suffering during outdoor activities as they try to keep the children out of the pile. Of course, a bunch of children are most interested in all things in the yard.\n> So I would ask me to move a bunch of the kindergarten yard, even though there is room for it.\nThank you!",
    "Answer": "",
    "Lon": 25.090129515455743,
    "Lat": 60.21866855926551
  },
  {
    "Timestamp": "2021-01-26T20:48:35.578000",
    "Title": "Light traffic snow work, kindergarten",
    "Message": "Loosarintie and Vikingintie walking roads have not been done. It would be nice to take the child to the daycare on a sled, walking, etc., but now the route can't get safely (buses drive a really hard and close -up career - one hobby and name for the magazine).",
    "Answer": "",
    "Lon": 25.108663363561917,
    "Lat": 60.21515427637699
  },
  {
    "Timestamp": "2021-01-26T22:18:16.687000",
    "Title": "Plowing the turning point of the jallintie",
    "Message": "Hi, would you also plow the Jallintie turning point properly and wide enough (as it was built last summer), just like the other section of the road. Now it has been left so thick that many get stuck in it, and there is no way to turn. My own tools are not enough (attempted, by several neighbors). So the turning area of ​​the road needs a repair career. Thank you.",
    "Answer": "",
    "Lon": 25.109848494034253,
    "Lat": 60.218931936492474
  },
  {
    "Timestamp": "2021-01-27T07:48:31.256000",
    "Title": "Light traffic lines of Vuosaari",
    "Message": "I am horrified at how bad the walkways in Vuosaari are from Satamasaarentie to the metro station (Ulappasaarentie-Pulaparaitti-Mosaiikaraitti-Bridge). I understand that the weather conditions have been challenging in recent days and that plowing/sanding is not happening in an instant. Now, however, it seems that my route has been completely handed over, and day after day, the roads are up to the ankle in the sloping steering as if you were walking on a completely unsuitable country road. I am a young and well -legged person, but I still have to get different studs on my shoe soles. Still, walking is slow and I have to go 5-10 minutes earlier for my 1h business trip. Is there anything to do with this?",
    "Answer": "Hey\n\nThank you for your message. I will notify you about winter care in the area.\n\nUnfortunately, the situation is now difficult. However, snow work continues at full power in Helsinki. The main streets and public transport streets have largely been plowed. Even the most important streets are narrower in some places due to snow. They are currently being opened to full width. In addition, the snow is underway. In smaller residential streets, snow work continues, and some of the residential streets are still waiting for plowing.",
    "Lon": 25.13701392049585,
    "Lat": 60.209428653346144
  },
  {
    "Timestamp": "2021-01-27T08:35:00.479000",
    "Title": "Ulappas bridge and leading there ...",
    "Message": "Ulappas bridge and the walkways leading there, according to the announcer, without plowing.",
    "Answer": "",
    "Lon": 25.14068384020982,
    "Lat": 60.20726174095973
  },
  {
    "Timestamp": "2021-01-27T08:58:26.481000",
    "Title": "VL: Lokipopulku",
    "Message": "> Strara's plows do not get the right instructions that the log path is\n> Plow and sand completely from the direction of Lokitie. Already\n> weeks of snow from the rain and only a small slippery slippery of pedestrians\n> Path. Looks like a bridge that other paths are in a better position than\n> others.\n>\n> Regards",
    "Answer": "thank you for the feedback. I forwarded your feedback for information. Winter care management in the area.",
    "Lon": 25.131985125660496,
    "Lat": 60.21018768504838
  },
  {
    "Timestamp": "2021-01-27T09:25:26.388000",
    "Title": "Vuosaarentie 6",
    "Message": "Hey,\nI would like to give feedback on Vuosaarentie 6 and this surrounding area plowing. The area in question has been plowed so that it is difficult to move with the rollates from the old people's senior house to shop for columbus shopping center. Snowboarding has been left on the edges of the road crossing and roads are covered with slope.",
    "Answer": "Hey\n\nThank you for your message. We will announce this in the area's winter care.\n\nUnfortunately, the situation is now difficult. However, snow work continues at full power in Helsinki. The main streets and public transport streets have largely been plowed. Even the most important streets are narrower in some places due to snow. They are currently being opened to full width. In addition, the snow is underway. In smaller residential streets, snow work continues, and some of the residential streets are still waiting for plowing.",
    "Lon": 25.141380679794377,
    "Lat": 60.209944644565105
  },
  {
    "Timestamp": "2021-01-27T09:41:28.842000",
    "Title": "Intersection of Rastilantie and Rastilantie 5",
    "Message": "Hey,\n\nThe edge bar at the intersection of Rastilantie and Rastilantie 5 has become so high in the snow that cars moving from Rastilantie 5 to Rastilantie 5 break their car oil sole when the ice cream grabs the bottom. Could you kindly fix that problem. The car park plow (although driven by it) said that it was the point to Stara.",
    "Answer": "Hey\n\nThanks for the notice.\nWe transmitted feedback to the area of ​​winter care for the area",
    "Lon": 25.131187607180017,
    "Lat": 60.21371580553036
  },
  {
    "Timestamp": "2021-01-27T10:18:58.687000",
    "Title": "Plowing the rest of the Ramsinnniementie ???",
    "Message": "Hi\n\nCome on, go aura to the end of the Ramsinniementie. It is in a pretty bad shape and no disadvantage even if you plow the bypass to a narrow road in more places.",
    "Answer": "Hey\n\nThank you for your feedback. We transmitted it for information to the area's winter care",
    "Lon": 25.093711475228076,
    "Lat": 60.190546158492566
  },
  {
    "Timestamp": "2021-01-27T12:46:49.891000",
    "Title": "The world's most functional city",
    "Message": "The speech is not true for plowing.\nToo often, I have been in contact with the city.\nThe log path in Vuosaari is small, but the treatment belongs to Strara despite the smallness. Apparently, the supervisor does not even check and the subjects have not been checked.",
    "Answer": "",
    "Lon": 25.13099334508353,
    "Lat": 60.210233545019584
  },
  {
    "Timestamp": "2021-01-27T12:50:25.609000",
    "Title": "Thank you for cleaning the road ...",
    "Message": "Thank you for cleaning the snow next to the road - now you can find more snow again when it starts to the harbor.",
    "Answer": "",
    "Lon": 25.088043269618783,
    "Lat": 60.22779791234777
  },
  {
    "Timestamp": "2021-01-27T12:54:59.816000",
    "Title": "Plowing the sidewalks in Vartioharju",
    "Message": "Hey,\n\nI would like to have the maintenance of the sidewalks, even on public transport streets that lead to key services. Vikingintie is a kindergarten and a bus line 97y, but the sidewalks of Vikingintie and the lounges have never been cleaned after the snowfall begins, and daily more snow is plowed from the road, which is now practically impossible to walk on foot, not to mention, for example. Pedestrians have to travel on the road, with young children this is dangerous in the bends of bus street. Do you have a 500 m distance of the car?",
    "Answer": "",
    "Lon": 25.111120741271304,
    "Lat": 60.216381868694604
  },
  {
    "Timestamp": "2021-01-27T13:30:00.638000",
    "Title": "Vikingintie and Losarintie ...",
    "Message": "Vikingintie and Loosarintie; According to the notifier, the sidewalks have not been plowed. Lots of kindergarten traffic/pedestrian.",
    "Answer": "",
    "Lon": 25.111337696544425,
    "Lat": 60.216525292953584
  },
  {
    "Timestamp": "2021-01-27T16:40:00.476000",
    "Title": "6b to all snow ka ...",
    "Message": "6b for all the snow assembled on the side of the plot. The lawns now damaged",
    "Answer": "",
    "Lon": 25.091374172396563,
    "Lat": 60.205653397446916
  },
  {
    "Timestamp": "2021-01-27T16:50:02.375000",
    "Title": "Fabric pantry sidewalk ...",
    "Message": "Part of the sidewalk of the fabric annex without plowing. At the end of Kauppakartanonkatu near Onninen building. Thanks were sent for plowing the carriageway!",
    "Answer": "",
    "Lon": 25.090068723670697,
    "Lat": 60.20965731532734
  },
  {
    "Timestamp": "2021-01-27T16:59:49.013000",
    "Title": "A crosswalk in the water",
    "Message": "Impossible to reach the crosswalk with dry feet.",
    "Answer": "",
    "Lon": 25.094989210486474,
    "Lat": 60.214796780144916
  },
  {
    "Timestamp": "2021-01-27T18:59:34.456000",
    "Title": "Could you toss that sohj ...",
    "Message": "Could you toss that lounger on the way to the people of the people?\nThe car wasn't ahead during the day when I was at work.",
    "Answer": "Hey.\n\nThank you for the feedback. The obligation of the landowners/ holders of the site involves removing snow plowed from the street at the plot interface.\nThe city plows roadways and sidewalks. However, the purpose of the property is to open the plots after the snow plowing.\nI will provide your feedback for winter care in the area.",
    "Lon": 25.08452128821437,
    "Lat": 60.226579552463676
  },
  {
    "Timestamp": "2021-01-27T19:41:44.491000",
    "Title": "Snowstorm",
    "Message": "Thank you for plowing Leikosaari.\nNow I would ask if those snowstorms could plowed off? When you come to Leikosaarenkuja on the right, there is a snowstorm that covers visibility when you go to the parking lot, you have to make a 90 degree turning and you will not notice if someone comes out of the parking lot at the same time as you turn. In addition, there is a large pile of snow in front of this bar that covers a large part of the Leikosaari turning point and is in the middle of the pedestrian road. Ever before, the snow has not been plowed at these points, but the Leikosaarenkkujenku is at the beginning near the car parking hall where it is not on anyone's road",
    "Answer": "Hey.\n \nThank you for your message. I will notify you about winter care in the area. Unfortunately, the situation is now difficult. However, snow work continues at full power in Helsinki. The main streets and public transport streets have largely been plowed. Even the most important streets are narrower in some places due to snow. They are currently being opened to full width. In addition, the snow is underway. In smaller residential streets, snow work continues, and some of the residential streets are still waiting for plowing.",
    "Lon": 25.138767412725983,
    "Lat": 60.201851590610744
  },
  {
    "Timestamp": "2021-01-27T20:13:35.671000",
    "Title": "Plowing the streets in Vuosaari",
    "Message": "Hey!\n\nWhere is the Vuosaari Willet?\n\nI live on the old side of Vuosaari myself. It has been a week since the last greater snowfall, but the light traffic lanes, especially in particular, are in poor condition. Either they have not been plowed at all or they are full of slush.\n\nThe sand is also very random. Next night, the temperature will fall over the freezing temperature, so the game is lost in this lot for plowing and sanding.\n\nVuosaari is a lively suburb of over 40,000 inhabitants. There are many older people in the area, whose poor winter care is greatly difficult. And it is not easy to postpone wagons.\n\nThe hard-working, professional Wille driver will have time to plow the long stretches in one day. I hope this will happen in the future!",
    "Answer": "",
    "Lon": 25.140258403710757,
    "Lat": 60.21744028842258
  },
  {
    "Timestamp": "2021-01-28T08:40:00.811000",
    "Title": "A ...",
    "Message": "A plow is needed on Vuosaarentie",
    "Answer": "",
    "Lon": 25.136617929687144,
    "Lat": 60.20961754507843
  },
  {
    "Timestamp": "2021-01-28T11:41:31.619000",
    "Title": "Plowing is hoped for a narrow section of the street",
    "Message": "Virtarantonkatu (00920 side) is a new residential area where there is no opportunity to park outside the marked locations, ie we would like the street and sidewalk area to be driven clean from the snow to safe in the area.\n\n-I would also make a development suggestion when and at the beginning of Virtarantankatu there is a large empty city flat plot, as well as on the other side of K\nCould Soharjuntie, too, could be set up by plowing temporary access or resident parking spaces, because there is nothing nearby to parrot your own vehicle (excluding the sidewalk or OKT houses currently undeveloped plot areas?",
    "Answer": "",
    "Lon": 25.086429840000893,
    "Lat": 60.22498968317259
  },
  {
    "Timestamp": "2021-01-28T11:55:00.929000",
    "Title": "Snow assembled in a resident park ...",
    "Message": "The snow is assembled at the resident's parking screen.",
    "Answer": "",
    "Lon": 25.097270552666348,
    "Lat": 60.21767622477716
  },
  {
    "Timestamp": "2021-01-28T15:25:00.881000",
    "Title": "Plowing.",
    "Message": "Plowing.",
    "Answer": "",
    "Lon": 25.154190601842135,
    "Lat": 60.20325267328664
  },
  {
    "Timestamp": "2021-01-28T16:31:57.659000",
    "Title": "Thanks for the snow!",
    "Message": "Following the day -to -day snow work feedback, the Loosarintie and Vikingintie light traffic routes have been plowed, awesome!",
    "Answer": "Hey.\n\nThank you for the feedback. Feedback has been transmitted to winter care in the area.",
    "Lon": 25.10878924571339,
    "Lat": 60.21503749321499
  },
  {
    "Timestamp": "2021-01-29T12:01:25.728000",
    "Title": "Log path",
    "Message": "Now, for the municipalities, Strra's activities are at least strange. This morning, Stara Aura visited Lokitie just at Lokipolu, but did not start plowing Lokipopulku.\nEven when the Lokitie was finally followed, the Stara Aura was on the same point on Lokitie and I asked the driver if he could kindly plow the log path. Maybe two minutes would have passed. He answered no time. Let's follow when we have time.\nNow the log path is frozen and very slippery and difficult.\nWho leads in Vuosaari from street maintenance?\n Even today, the snow is taken away from the wide Gustav Paulig street with many trucks and two tractors.\nThe street in question is wide and is not even a bus street, unlike Lokitie, whose second sidewalk has been unmatched for weeks. These messages seem to go straight to the trash in Strara. Culture has changed a lot since Deputy Mayor Pekka Sauri led the activity !!!",
    "Answer": "Hey.\n \nThank you for your message. I will notify you about winter care in the area. Unfortunately, the situation is now difficult. However, snow work continues at full power in Helsinki. The main streets and public transport streets have largely been plowed. Even the most important streets are narrower in some places due to snow. They are currently being opened to full width. In addition, the snow is underway. In smaller residential streets, snow work continues.",
    "Lon": 25.13099334508353,
    "Lat": 60.210233545019584
  },
  {
    "Timestamp": "2021-01-29T18:26:00.102000",
    "Title": "Wrong! A snowstorm in front of a crosswalk",
    "Message": "Hey,\nA high snowmaker plowed next to the crosswalk at Vuosaari at Leikosaarentie 13. Children and short -lived people in danger when they cross the lively main road.",
    "Answer": "",
    "Lon": 25.142216818478865,
    "Lat": 60.20311346957607
  },
  {
    "Timestamp": "2021-01-30T10:07:18.851000",
    "Title": "Linnalahdenkuja",
    "Message": "For us, snow plowing is one -sided. In general, the rest of the road will not plow.",
    "Answer": "Hey\n\nThanks for the notice.\nWe transmitted your feedback to the area's winter care for the area",
    "Lon": 25.114730073334265,
    "Lat": 60.22197943411972
  },
  {
    "Timestamp": "2021-01-30T21:07:53.554000",
    "Title": "The removal of snowshots",
    "Message": "This week, snowstorms along the road were removed from Vuosaari's Aurinkovuulenkatu. For some reason, a pile of more than a meter of height between Aurinkonsuulankatu 6 and 8 was not taken away even though the snow was taken next to the snow and the opening between 8 and 10 was cleaned. However, this is a rescue road and a fairway used by the disabled. So now it has already partially frozen a wall over a meter.",
    "Answer": "Hey\n\nThank you for contacting.\nWe conveyed your feedback for information. For winter care in the area",
    "Lon": 25.157940136749183,
    "Lat": 60.20677559699555
  },
  {
    "Timestamp": "2021-01-31T00:02:37.962000",
    "Title": "Thanks for removing the snow barrier from the pedestrian lane",
    "Message": "Opposite Vuosaarentie 8 leads a direct pedestrian route next to Vuotalo Columbus, a health center and a subway. The passage is used daily by the residents of a service house and two senior houses, most of the rollator. The plowing barn prevented access to the pedestrian path. Based on contacts, the obstacle has now been removed and the elderly are able to do business again. THANK YOU!",
    "Answer": "Hey!\n\nThank you for your feedback.\n\nYour messages have been transmitted to that. For the street maintenance of the area.",
    "Lon": 25.142914593994302,
    "Lat": 60.21014943514419
  },
  {
    "Timestamp": "2021-01-31T19:23:49.293000",
    "Title": "Continuing feedback, snowfall, makes it difficult to drive to the plots.",
    "Message": "Hey,\nThe other week I made feedback on the snow assembled at the end of the veil. I would ask for a snowstorm removal as it is becoming more and more difficult to drive. And we also hope that it will no longer plow a new pile. Yes, a very snow pile has been removed from the Huntupolu and the Huntutie crossing, so why not at the end of the veil.\nRegards,",
    "Answer": "Hey,\n\nThank you for your message. I have directed your feedback to the area's management.\n\nThe exceptional amount of snow has delayed winter maintenance around Helsinki and we have also had to storage for snow in cumbersome places. However, we have all the equipment in use, so we should not have to wait for the snowstorm to be unreasonably long.",
    "Lon": 25.099117623612205,
    "Lat": 60.225977079188056
  },
  {
    "Timestamp": "2021-01-31T23:30:42.373000",
    "Title": "Plow feedback",
    "Message": "Hi, would it be possible to ensure pedestrian safety in the midst of snowmaking? In the corner of Vuosaari, Vuosaarentie and Ulappasaarentie, the snow has not plowed so that the crosswalk crossing the Ulappasaarentie ends in a snowstorm that extends to the motorway. Thus, the crosswalk cannot be safely crossed, as there is a snowmaker facing. So you have to slip over the crosswalk on the motorway, and that's what motorists like it. So I would ask for a quick fix. This intersection is quite lively and the bus 560 is still on the Vuosaarentie road, which always drives really hard.",
    "Answer": "Hey!\n\nThank you for your feedback.\n\nYour messages have been transmitted to that. For the street maintenance of the area.",
    "Lon": 25.137592512980905,
    "Lat": 60.209778095011025
  },
  {
    "Timestamp": "2021-01-31T23:43:40.273000",
    "Title": "Would it be possible to plow ...",
    "Message": "Would it be possible to plow the sidewalk on the northern side of the Satamasaarentie? The sidewalk is unleashed and has only been tired of a small skewed trail that cannot be traveled, for example, on a stroller. It's just a question of time when someone slips and gets on the road. On the south side, the sidewalk looks plowed. In my opinion, the city will charge a housing association fee for the street management, but despite the payment, it does not take care of the street.",
    "Answer": "Hey!\n\nThank you for your feedback.\n\nYour messages have been transmitted to that. for the maintenance of the area's streets and to the maintenance engineer for information.",
    "Lon": 25.136773271901284,
    "Lat": 60.2122741020512
  }
]